[
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Tropopause folds are one of the key mechanisms of stratosphere–troposphere exchange (STE) in extratropical regions, transporting ozone-rich stratospheric air into the middle and lower troposphere. Although there have been many studies of tropopause folds that have occurred over Europe and North America, a very limited amount of work has been carried out over northeastern Asia. Ozonesondes produced by the Institute of Atmospheric Physics were launched in Changchun (43.9°N, 125.2°E), Northeast China, in June 2013, and observed an ozone-enriched layer with thickness of 3 km and an ozone peak of 180 ppbv at 6 km in the troposphere. The circulation field from the European Centre for Medium-Range Weather Forecasts Interim Reanalysis (ERA-Interim) dataset shows that this ozone peak was caused by a tropopause fold associated with a jet stream at the eastern flank of the East Asian trough. By analyzing the ozone data from the ozone monitoring instrument and Weather Research and Forecasting model with Chemistry (WRF-Chem) simulations, it was found that a high ozone concentration tongue originating from the lower stratosphere at high latitude (near central Siberia) intruded into the middle troposphere over Changchun between 5 and 8 km on 12 June 2013. The high-resolution WRF-Chem simulation was capable of describing events such as the tropopause fold that occurred on the cyclonic shear side of the jet stream. In addition, the TRAJ3D trajectory model was used to trace the origin of measured secondary ozone peaks in the middle troposphere back, for example, to stratospheric intrusion through the tropopause fold.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-5022-x",
        "title": "Observation of a summer tropopause fold by ozonesonde at Changchun, China: Comparison with reanalysis and model simulation"
    },
    {
        "author": "Angelo   Fierravanti, Claudia   Cocozza, Caterina   Palombo, Sergio   Rossi, Annie   Deslauriers, Roberto   Tognetti</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Angelo   Fierravanti, Claudia   Cocozza, Caterina   Palombo, Sergio   Rossi, Annie   Deslauriers, Roberto   Tognetti</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Changes in tree growth and insect distribution are projected due to climate warming. The expected effects of climate change on forest disturbance (e.g., insect outbreak) regime call for a better insight into the growth responses of trees to varying environmental conditions over geographical regions in eastern North America. In this study, the effects of a latitudinal thermal gradient and spruce budworm (SBW) outbreaks on the tree growth of black spruce (<italic>Picea mariana</italic> Mill.) were investigated along a 400<hsp sp=\"0.25\"/>km transect from 48°N to 51°N across the continuous boreal forest in Quebec, Canada. Time series data were analyzed to synchronize climatic factors (temperature and precipitation trends), insect dynamics (SBW population frequency) and tree growth (ring-width chronology). Radial growth resulted as being synchronized with climate patterns, highlighting a positive effect of maximum temperatures on tree growth, especially in the northernmost site. Increasing temperatures and precipitation had a more positive effect on tree growth during epidemic periods, whereas the detrimental effects of SBW outbreaks on tree growth were observed with climate patterns characterized by lowered temperature. The lag between time series, synchrony and/or frequency of synchrony between tree growth and SBW outbreak were considered in order to link the growth of host trees and the dynamics of insect populations. The proposed analytical approach defined damage severity on tree growth in relation to population dynamics and climate fluctuations at the northern distribution limit of the insect. Overall, a decline in tree growth was observed in these boreal forests, due to SBW outbreaks acting in combination with other stress factors.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001938%26_version%3D1%26md5%3D55b3e4f3b81e71ce097002fb7e62e5e1",
        "title": "Environmental-mediated relationships between tree growth of black spruce and abundance of spruce budworm along a latitudinal transect in Quebec, Canada"
    },
    {
        "author": "Cui   Jin, Xiangming   Xiao, Pradeep   Wagle, Timothy   Griffis, Jinwei   Dong, Chaoyang   Wu, Yuanwei   Qin, David R.   Cook</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Cui   Jin, Xiangming   Xiao, Pradeep   Wagle, Timothy   Griffis, Jinwei   Dong, Chaoyang   Wu, Yuanwei   Qin, David R.   Cook</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Satellite-based Production Efficiency Models (PEMs) often require meteorological reanalysis data such as the North America Regional Reanalysis (NARR) by the National Centers for Environmental Prediction (NCEP) as model inputs to simulate Gross Primary Production (GPP) at regional and global scales. This study first evaluated the accuracies of air temperature (<italic>T</italic> <inf loc=\"post\">NARR</inf>) and downward shortwave radiation (<italic>R</italic> <inf loc=\"post\">NARR</inf>) of the NARR by comparing with in-situ meteorological measurements at 37 AmeriFlux non-crop eddy flux sites, then used one PEM – the Vegetation Photosynthesis Model (VPM) to simulate 8-day mean GPP (GPP<inf loc=\"post\">VPM</inf>) at seven AmeriFlux crop sites, and investigated the uncertainties in GPP<inf loc=\"post\">VPM</inf> from climate inputs as compared with eddy covariance-based GPP (GPP<inf loc=\"post\">EC</inf>). Results showed that <italic>T</italic> <inf loc=\"post\">NARR</inf> agreed well with in-situ measurements; <italic>R</italic> <inf loc=\"post\">NARR</inf>, however, was positively biased. An empirical linear correction was applied to <italic>R</italic> <inf loc=\"post\">NARR</inf>, and significantly reduced the relative error of <italic>R</italic> <inf loc=\"post\">NARR</inf> by ∼25% for crop site-years. Overall, GPP<inf loc=\"post\">VPM</inf> calculated from the in-situ (GPP<inf loc=\"post\">VPM(EC)</inf>), original (GPP<inf loc=\"post\">VPM(NARR)</inf>) and adjusted NARR (GPP<inf loc=\"post\">VPM(adjNARR)</inf>) climate data tracked the seasonality of GPP<inf loc=\"post\">EC</inf> well, albeit with different degrees of biases. GPP<inf loc=\"post\">VPM(EC)</inf> showed a good match with GPP<inf loc=\"post\">EC</inf> for maize (<italic>Zea mays</italic> L.), but was slightly underestimated for soybean (<italic>Glycine max</italic> L.). Replacing the in-situ climate data with the NARR resulted in a significant overestimation of GPP<inf loc=\"post\">VPM(NARR)</inf> (18.4/29.6% for irrigated/rainfed maize and 12.7/12.5% for irrigated/rainfed soybean)<inf loc=\"post\">.</inf> GPP<inf loc=\"post\">VPM(adjNARR)</inf> showed a good agreement with GPP<inf loc=\"post\">VPM(EC)</inf> for both crops due to the reduction in the bias of <italic>R</italic> <inf loc=\"post\">NARR</inf>. The results imply that the bias of R<inf loc=\"post\">NARR</inf> introduced significant uncertainties into the PEM-based GPP estimates, suggesting that more accurate surface radiation datasets are needed to estimate primary production of terrestrial ecosystems at regional and global scales.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002105%26_version%3D1%26md5%3De2c1338feb7b6eae8c283a1121f28dce",
        "title": "Effects of in-situ and reanalysis climate data on estimation of cropland gross primary production using the Vegetation Photosynthesis Model"
    },
    {
        "author": "Norma   Froelich, Holly   Croft, Jing M.   Chen, Alemu   Gonsamo, Ralf M.   Staebler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Norma   Froelich, Holly   Croft, Jing M.   Chen, Alemu   Gonsamo, Ralf M.   Staebler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0070\" view=\"all\">The exchanges of carbon dioxide (CO<inf loc=\"post\">2</inf>), water vapor, and energy were measured nearly continuously since 1996 over a mixed mature transition forest at the Borden Forest Research Station, in southern Ontario, Canada. Borden Forest, one of the longest running flux towers in North America, is located in the temperate–boreal ecotone. This transitional region, which includes species close to the limits of their environmental range, may be particularly susceptible to changes in forest composition as a result of climate change. Here we analyze net CO<inf loc=\"post\">2</inf> exchange, measured using the eddy covariance method, and concurrent meteorological variables. The forest was found to be a low-to-moderate CO<inf loc=\"post\">2</inf> sink, with uptake of 177<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>28<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> (mean<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>standard error). In two of the years, however, the forest was a weak CO<inf loc=\"post\">2</inf> source (i.e., 1996: −36<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> and 2001: −35<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>), demonstrating that the forest can switch between source and sink. Over the 17 years of measurement, annual net ecosystem productivity (NEP) increased by 15.7<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, due to a decline in ecosystem respiration of 4.2<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> and an increase in gross ecosystem productivity of 11.6<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>. There were notable long-term indications of climatic warming: annual air temperature rose by 0.09<hsp sp=\"0.25\"/>°C<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, while soil temperature increased by 0.08<hsp sp=\"0.25\"/>°C<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>. Photosynthetically active radiation and soil temperature were found to be the dominant environmental drivers of interannual variations and long-term trends in NEP; on seasonal or monthly time-scales, air temperature and precipitation also influenced CO<inf loc=\"post\">2</inf> uptake. NEP is positively correlated with the length of the net carbon uptake period, which varied from 111 to 164 days. The large interannual variations in CO<inf loc=\"post\">2</inf> flux in this dataset demonstrate the need for long time series of CO<inf loc=\"post\">2</inf>, water vapor, and energy fluxes, together with meteorological measurements; such measurements show long-term trends, which can be used to understand and predict future changes in forest-atmosphere exchanges in response to anticipated changes in climate.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0168192315001793-fx1.jpg\" height=\"200\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001793%26_version%3D1%26md5%3D327966e8ed6cb4672b68c4dd09172ff9",
        "title": "Trends of carbon fluxes and climate over a mixed temperate–boreal transition forest in southern Ontario, Canada"
    },
    {
        "author": "O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Aerosols make a considerable contribution to the climate system through their radiative and cloud condensation nuclei effects, which underlines the need for understanding the origin of aerosols and their transport pathways. Seasonal distribution of mineral dust around the globe and its correlation with atmospheric circulation is investigated using satellite data, and meteorological data from ECMWF. The most important sources of dust are located in North Africa, the Middle East and Southwest Asia with an observed summer maximum, and East Asia with a spring peak. Maximum dust activity over North Africa and the Middle East in summer is attributed to dry convection associated with the summertime low-pressure system, while unstable weather and dry conditions are responsible for the spring peak in dust emission in East Asia. Intercontinental transport of mineral dust by atmospheric circulation has been observed, including trans-Atlantic transport of North African dust, trans-Pacific transport of Asian dust, and transport of dust from the Middle East across the Indian Ocean. The extent of African dust over the Atlantic Ocean and its latitudinal variation with season is related to the large-scale atmospheric circulation, including seasonal changes in the position of the intertropical convergence zone (ITCZ) and variation of wind patterns. North African aerosols extend over longer distances across the North Atlantic in summer because of greater dust emission, an intensified easterly low level jet (LLJ) and strengthening of the Azores-Bermuda anticyclonic circulation. Transport of East Asian aerosol is facilitated by the existence of a LLJ that extends from East Asia to the west coast of North America.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000347%26_version%3D1%26md5%3D31a5cbbdcb9c0b6cc445f35378615aa2",
        "title": "A global satellite view of the seasonal distribution of mineral dust and its correlation with atmospheric circulation"
    },
    {
        "author": "Adolph   Yonkee, Arlo Brandon   Weil</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 22 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Adolph   Yonkee, Arlo Brandon   Weil</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The thin-skin Sevier and thick-skin Laramide belts of the North American Cordillera provide a long-term record of the interrelations between evolving styles of mountain building and plate dynamics over a complete tectonic cycle, from onset of rapid subduction, to protracted growth of a composite orogenic system, to final collapse. Primary architecture of basement and sedimentary cover rocks, which included a thick passive margin section deposited along the western continental margin, influenced patterns of subsequent deformation. The Cordilleran orogenic system, comprised of an interrelated forearc accretionary complex, magmatic arc, retroarc hinterland, Sevier fold-thrust belt, and foreland basin locally deformed by Laramide arches, developed during Jurassic to Paleogene Andean-style subduction and terrane accretion. The Sevier belt formed as a foreland-propagating (west to east) wedge mostly during Cretaceous to Paleogene time, and included a western thrust system with aerially extensive thrust sheets that carried thick passive margin strata, and an eastern thrust system that carried thinner strata. Within the Wyoming salient of the Sevier belt, major thrust and fold traces display systematic map-view curvature about an average N-S structural trend, reflecting a component of primary curvature related to sedimentary prism architecture, followed by 60-80% vertical-axis rotation of thrust sheets related to curved fault slip and interaction with Laramide arches at the salient ends. Internal deformation in the western thrust sheets was limited within strong shallower levels, whereas deeper levels underwent shear and vertical flattening near a weak basal fault zone. Internal deformation in the eastern thrust sheets included widespread early layer-parallel shortening (LPS), followed by concentration of slip onto weak fault zones. Approximately 200<hsp sp=\"0.25\"/>km of thin-skin shortening in the Sevier belt was transferred into lower crustal thickening and uplift of an orogenic plateau in the hinterland to the west. Synorogenic strata were deposited in an evolving foreland basin to the east that formed during flexural loading of thrust sheets and regional dynamic subsidence during subduction. Overall E-oriented shortening in the Sevier belt is interpreted to reflect increased gravitational potential energy and evolving topographic slopes from a hinterland plateau through a growing thrust wedge. Laramide basement-cored arches and intervening basins developed during later Cretaceous to Paleogene time, overlapping with younger stages of Sevier deformation. Arches and associated reverse faults display a wide range of trends within an overall NW-SE oriented, anastomosing network, partly reflecting primary basement heterogeneities. Limited vertical-axis rotations were localized along obliquely trending arch forelimbs and near arch intersections. Internal deformation in the foreland included limited LPS that refracted near variably trending arches. Laramide deformation was spatially and temporally correlated with a region of flat-slab subduction, recorded by changes in magmatic and subsidence patterns. Overall ENE-oriented shortening in the Laramide belt was at low angles to relative plate motion, likely reflecting increased plate coupling near a cratonic lithosphere keel. An integrated model for tectonic evolution of the Sevier and Laramide belts includes: influence of primary sedimentary architecture and basement weaknesses; enhanced plate coupling from increased overriding plate motion, fast convergence rates, and development of a flat-slab segment; linkage of upper crustal shortening in the Sevier belt with lower crustal thickening and uplift of a hinterland plateau; interaction between frontal thrusts in the Sevier belt and Laramide arches with differently oriented stress fields; concentrated slip along weak fault zones; redistribution of mass by erosion and deposition of synorogenic strata; and a switch to orogenic collapse during decreased convergence rates and slab removal.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300258%26_version%3D1%26md5%3Dd6689e5848e31a244bb9dc991935a606",
        "title": "Tectonic evolution of the Sevier and Laramide belts within the North American Cordillera orogenic system"
    },
    {
        "author": "Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Non-stationarities are inherent characteristics of the climate system and can be observed on different temporal and spatial scales. Non-stationarities in large-scale modes of climate variability of the Northern Hemisphere and the associated changes in the surface climate like modifications of the temperature and precipitation patterns are analysed. As major modes of climate variability the El Niño–Southern Oscillation phenomenon, the Pacific–North American pattern and the North Atlantic Oscillation are selected. The North Atlantic–European area is taken as an example to highlight non-stationarities in the atmospheric circulation and their impact on regional climate. The mechanisms and consequences of circulation-climate non-stationarities are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000756%26_version%3D1%26md5%3D393d87f4b91176eb43e315eccaafc49c",
        "title": "A review of non-stationarities in climate variability of the last century with focus on the North Atlantic–European sector"
    },
    {
        "author": "Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 16 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The focus of this study is on whether the recent warming-induced hydrologic changes in the U.S. Northeast will continue in the future (2046–2065) and how future changes of precipitation characteristics may influence other hydrological processes in the Connecticut River Basin. Our previous study (Parr and Wang 2014) examines the impact of climate changes during 1950–2011 on hydrological processes in the Northeast using the CRB as a case study. Our results showed a clear increase of precipitation intensity and suggested that the basin is entering a wetter regime more subject to meteorological flood conditions than to drought conditions. For this future analysis, three North American Regional Climate Change Assessment Program (NARCCAP) models are used to derive the meteorological forcing for the Variable Infiltration Capacity hydrological model (VIC), using both present day and the future projected A1B scenario climate. Our future projections indicate wetter winters including significantly greater precipitation, runoff, and soil moisture, decreases to spring runoff, and enhanced ET for all four seasons. We also find a shift toward earlier and faster snow melting and an earlier date of peak discharge. Future precipitation extremes show a decreased amount compared to the early 21st Century, but increased when compared to our entire historic period or the late 20th Century, as well as a consistently increasing mean intensity throughout the past and future. Analyses of extreme hydrologic events reveals changing characteristics of flooding involving increasing duration but decreasing frequency of flood events as well as a reduction of drought risk.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300059%26_version%3D1%26md5%3D71788fea92ba5fbc60099097fdbf4fce",
        "title": "Hydrological Changes in the U.S. Northeast Using the Connecticut River Basin as a Case Study: Part 2. Projections of the Future"
    },
    {
        "author": "Jessica   Meeks, Daniel   Hunkeler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Jessica   Meeks, Daniel   Hunkeler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Even though karstic aquifers are important freshwater resources and frequently occur in mountainous areas, recharge processes related to snowmelt have received little attention thus far. Given the context of climate change, where alterations to seasonal snow patterns are anticipated, and the often-strong coupling between recharge and discharge in karst aquifers, this research area is of great importance. Therefore, we investigated how snowmelt water transits through the vadose and phreatic zone of a karst aquifer. This was accomplished by evaluating the relationships between meteorological data, soil–water content, vadose zone flow in a cave 53<hsp sp=\"0.25\"/>m below ground and aquifer discharge. Time series data indicate that the quantity and duration of meltwater input at the soil surface influences flow and storage within the soil and epikarst. Prolonged periods of snowmelt promote perched storage in surficial soils and encourage surficial, lateral flow to preferential flow paths. Thus, in karstic watersheds overlain by crystalline loess, a typical pedologic and lithologic pairing in central Europe and parts of North America, soils can serve as the dominant mechanism impeding infiltration and promoting shallow lateral flow. Further, hydrograph analysis of vadose zone flow and aquifer discharge, suggests that storage associated with shallow soils is the dominant source of discharge at time scales of up to several weeks after melt events, while phreatic storage becomes import during prolonged periods without input. Soils can moderate karst aquifer dynamics and play a more governing role on karst aquifer storage and discharge than previously credited. Overall, this signifies that a fundamental understanding of soil structure and distribution is critical when assessing recharge to karstic aquifers, particularly in cold regions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004539%26_version%3D1%26md5%3D6659e43ca5df33d82ff8994f671623a3",
        "title": "Snowmelt infiltration and storage within a karstic environment, Vers Chez le Brandt, Switzerland"
    },
    {
        "author": "Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Silver Lake is the modern terminal playa of the Mojave River in southern California (USA). As a result, it is well located to record both influences from the winter precipitation dominated San Bernardino Mountains – the source of the Mojave River – and from the late summer to early fall North American monsoon at Silver Lake. Here, we present various physical, chemical and biological data from a new radiocarbon-dated, 8.2<hsp sp=\"0.25\"/>m sediment core taken from Silver Lake that spans modern through 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Texturally, the core varies between sandy clay, clayey sand, and sand-silt-clay, often with abrupt sedimentological transitions. These grain-size changes are used to divide the core into six lake status intervals over the past 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Notable intervals include a dry Younger Dryas chronozone, a wet early Holocene terminating 7.8 – 7.4<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP, a distinct mid-Holocene arid interval, and a late Holocene return to ephemeral lake conditions. A comparison to potential climatic forcings implicates a combination of changing summer – winter insolation and tropical and N Pacific sea-surface temperature dynamics as the primary drivers of Holocene climate in the central Mojave Desert.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000745%26_version%3D1%26md5%3D95648c5b280e810bafc9a27097c15332",
        "title": "Evidence for insolation and Pacific forcing of Late Glacial through Holocene climate in the Central Mojave Desert (Silver Lake, CA)"
    },
    {
        "author": "Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We inferred millennial-scale climate variations and paleohydrological conditions in the northern sector of the American tropics for 30.3–5.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP using geochemical characteristics of sediments from Lake Chalco in central Mexico. The sediment sequence is chronologically constrained with three tephra and nine radiocarbon dates. Temporal variations in titanium, total inorganic carbon, total organic carbon/titanium ratio, carbon/nitrogen ratio, and silica/titanium ratio indicate changes in runoff, salinity, productivity, and sources. Higher concentrations of Ti indicate more runoff during latest Marine Isotope Stage (MIS) 3 (30.3–28.6<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). Runoff was lower during the last glacial maximum (LGM; 23–19<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP) than during the Heinrich 2 event (26–24<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). The interval of reduced runoff continued up to 17.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP but increased during the Bølling/Allerød. Trends of decreasing runoff and increasing salinity are observed throughout MIS 1. Lake Chalco received less runoff during the LGM compared to deglaciation, opposite the trend of other North American tropical records. Different amounts of rainfall at different sites are possibly due to shifts in the position of the Intertropical Convergence Zone, changes in the size of the Altlantic warm pool, and varying sea-surface temperatures of the Atlantic and Pacific oceans.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000733%26_version%3D1%26md5%3D63ec1fd3c2ff4fbd434aeaa8e15b9eaf",
        "title": "Climatic variability in the northern sector of the American tropics since the latest MIS 3"
    },
    {
        "author": "Noemí   Silva-Sánchez, J. Edward   Schofield, Tim M.   Mighall, Antonio   Martínez Cortizas, Kevin J.   Edwards, Ian   Foster</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 15 July 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Noemí   Silva-Sánchez, J. Edward   Schofield, Tim M.   Mighall, Antonio   Martínez Cortizas, Kevin J.   Edwards, Ian   Foster</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A peat core from southern Greenland provided a rare opportunity to investigate human-environment interactions, climate change and atmospheric pollution over the last ~<hsp sp=\"0.10\"/>700<hsp sp=\"0.25\"/>years. X-ray fluorescence, gas chromatography-combustion, isotope ratio mass spectrometry, peat humification and fourier-transform infrared spectroscopy were applied and combined with palynological and archaeological evidence. Variations in peat mineral content seem to be related to soil erosion linked with human activity during the late Norse period (13<sup loc=\"post\">th</sup>–14<sup loc=\"post\">th</sup> centuries AD) and the modern era (20<sup loc=\"post\">th</sup> century). Cooler conditions during the Little Ice Age (LIA) are reflected by both slow rates of peat growth and carbon accumulation, and by low bromine (Br) concentrations. Spörer and Maunder minima in solar activity may be indicated by further declines in Br and enrichment in easily degradable compounds such as polysaccharides. Peat organic matter composition was also influenced by vegetation changes at the end of the LIA when the expansion of oceanic heath was associated with polysaccharide enrichment. Atmospheric lead pollution was recorded in the peat after ~<hsp sp=\"0.10\"/>AD 1845, and peak values occurred in the 1970s. There is indirect support for a predominantly North American lead source, but further Pb isotopic analysis would be needed to confirm this hypothesis.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000599%26_version%3D1%26md5%3Dacdf06930108de51bb0da6e40ce8d8d9",
        "title": "Climate changes, lead pollution and soil erosion in south Greenland over the past 700years"
    },
    {
        "author": "Nathan S.   Schachtman, Kelly R.   MacGregor, Amy   Myrbo, Nora Rose   Hencir, Catherine A.   Riihimaki, Jeffrey T.   Thole, Louisa I.   Bradtmiller</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Nathan S.   Schachtman, Kelly R.   MacGregor, Amy   Myrbo, Nora Rose   Hencir, Catherine A.   Riihimaki, Jeffrey T.   Thole, Louisa I.   Bradtmiller</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Few records in the alpine landscape of western North America document the geomorphic and glaciologic response to climate change during the Pleistocene–Holocene transition. While moraines can provide snapshots of glacier extent, high-resolution records of environmental response to the end of the Last Glacial Maximum, Younger Dryas cooling, and subsequent warming into the stable Holocene are rare. We describe the transition from the late Pleistocene to the Holocene using a ~<hsp sp=\"0.10\"/>17,000-yr sediment record from Swiftcurrent Lake in eastern Glacier National Park, MT, with a focus on the period from ~<hsp sp=\"0.10\"/>17 to 11<hsp sp=\"0.25\"/>ka. Total organic and inorganic carbon, grain size, and carbon/nitrogen data provide evidence for glacial retreat from the late Pleistocene into the Holocene, with the exception of a well-constrained advance during the Younger Dryas from 12.75 to 11.5<hsp sp=\"0.25\"/>ka. Increased detrital carbonate concentration in Swiftcurrent Lake sediment reflects enhanced glacial erosion and sediment transport, likely a result of a more proximal ice terminus position and a reduction in the number of alpine lakes acting as sediment sinks in the valley.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000514%26_version%3D1%26md5%3D3cfd32c34c0ed3bfeb22b7656cef447d",
        "title": "Lake core record of Grinnell Glacier dynamics during the latest Pleistocene deglaciation and the Younger Dryas, Glacier National Park, Montana, USA"
    },
    {
        "author": "Kenneth Barnett   Tankersley, Madhav Krishna   Murari, Brooke E.   Crowley, Lewis A.   Owen, Glenn W.   Storrs, Litsa   Mortensen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Kenneth Barnett   Tankersley, Madhav Krishna   Murari, Brooke E.   Crowley, Lewis A.   Owen, Glenn W.   Storrs, Litsa   Mortensen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Big Bone Lick (BBL) in northern Kentucky, USA has been a critical geologic site in the historical development of North American Quaternary vertebrate paleontology since the 1700s. Sedimentology, geoarcheology, paleontology, accelerator mass spectrometry radiocarbon and optically stimulated luminescence dating, and stable carbon and nitrogen isotope analyses were undertaken to develop a chronostratigraphy and history of erosion and deposition for the site to provide a foundation for understanding taphonomy, and species extinction and adaptation to periods of climatic and environmental change. Three geomorphic surfaces are recognized at BBL representing significant periods of floodplain aggradation since the last glacial maximum (26.5–19<hsp sp=\"0.25\"/>ka) dating to the Oldest Dryas (Tazewell, 25–19<hsp sp=\"0.25\"/>ka), the Older Dryas (Cary, 14–12<hsp sp=\"0.25\"/>ka), and late Holocene (5<hsp sp=\"0.25\"/>ka to the present). Unconformities suggest significant periods of degradation during the transitions from cold and dry to warm and moist climates from the Oldest Dryas (Tazewell) to Bølling Oscillation, from the Older Dryas (Cary) to the Allerød, and from the Younger Dryas (Valders) to the Holocene Climatic Optimum. Increased anthropogenic activities since ~<hsp sp=\"0.10\"/>5<hsp sp=\"0.25\"/>ka may have increased soil upland erosion and floodplain aggradation. Stable isotopes demonstrate that the landscape has been dominated by C<inf loc=\"post\">3</inf> vegetation since the last glacial maximum.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000101%26_version%3D1%26md5%3D9813008131fb90fd2302d20adb417838",
        "title": "Quaternary chronostratigraphy and stable isotope paleoecology of Big Bone Lick, Kentucky, USA"
    },
    {
        "author": "R.   Scott Anderson, Ana   Ejarque, Johnathan   Rice, Susan J.   Smith, Clayton G.   Lebow</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): R.   Scott Anderson, Ana   Ejarque, Johnathan   Rice, Susan J.   Smith, Clayton G.   Lebow</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Using a combination of pollen, non-pollen palynomorphs (NPPs) and charcoal particle stratigraphies from sediment cores from two sites, along with historical records, we reconstructed paleoenvironmental change in mid-coastal California. The San Antonio Creek section contains a discontinuous, Holocene-length record, while Mod Pond includes a continuous late Holocene record. Together the records allow for interpretation of most of the present interglacial. The longer record documents coastal sage scrub and chaparral dominated by woodland elements early in the Holocene to about 9000<hsp sp=\"0.25\"/>yr ago, a potential decline in woodland communities with drying conditions during the middle Holocene to about 4800<hsp sp=\"0.25\"/>yr ago, and an expansion of coastal sage scrub with grassland during the late Holocene. Evidence for climatic fluctuations during the last 1000<hsp sp=\"0.25\"/>yr at Mod Pond is equivocal, suggesting that the Medieval Climate Anomaly–Little Ice Age had modest impact on the Mod Pond environment. However, evidence of significant environmental change associated with cultural transitions in the 18th–19th centuries is stark. Introduction of non-native plants, establishment of cattle and sheep grazing, missionization of the native population, changes in burning practices during the Spanish period and enhanced cropping activities during North American settlement worked together to substantially modify the mid-California coastal landscape in about a century's time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001343%26_version%3D1%26md5%3D73b44c0f03b58dad447f646363b2ea9c",
        "title": "Historic and Holocene environmental change in the San Antonio Creek Basin, mid-coastal California"
    },
    {
        "author": "Benjamin R.   Tanner, Chad S.   Lane, Elizabeth M.   Martin, Robert   Young, Beverly   Collins</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Benjamin R.   Tanner, Chad S.   Lane, Elizabeth M.   Martin, Robert   Young, Beverly   Collins</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A wetland deposit from the southern Appalachian mountains of North Carolina, USA, has been radiocarbon dated and shows continuous deposition from the early Holocene to the present. Non-coastal records of Holocene paleoenvironments are rare from the southeastern USA. Increased stable carbon isotope ratios (δ<sup loc=\"pre\">13</sup>C) of sedimentary organic matter and pollen percentages indicate warm, dry early- to mid-Holocene conditions. This interpretation is also supported by <italic>n</italic>-alkane biomarker data and bulk sedimentary C/N ratios. These warm, dry conditions coincide with a mid-Holocene hypsithermal, or altithermal, documented elsewhere in North America. Our data indicate that the southeastern USA warmed concurrently with much of the rest of the continent during the mid-Holocene. If the current “warming hole” in the southeastern USA persists, during a time of greenhouse gas-induced warming elsewhere, it will be anomalous both in space and time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001331%26_version%3D1%26md5%3Dedf0b5ca8a940c0649932340c68c6fe3",
        "title": "Sedimentary proxy evidence of a mid-Holocene hypsithermal event in the location of a current warming hole, North Carolina, USA"
    },
    {
        "author": "A.S.   Medeiros, K.   Gajewski, D.F.   Porinchu, J.C.   Vermaire, B.B.   Wolfe</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): A.S.   Medeiros, K.   Gajewski, D.F.   Porinchu, J.C.   Vermaire, B.B.   Wolfe</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We examine the influence of multiple environmental factors on quantitative reconstructions of past climate that are based on conventional transfer function approaches using subfossil midge remains preserved in lake sediments. Chironomid assemblages from the uppermost sediments of 366 lakes spanning northern North America were compared to environmental parameters using direct gradient analysis. While temperature expectedly explained the largest amount of variation in the chironomid assemblages, dissolved organic carbon (DOC) and total Kjeldahl nitrogen (TKN) accounted for significant amounts of the remaining variance. By constraining chironomid assemblages to mean-July air temperature (JulyT), we found a cluster of 70 lakes that were orthogonal to the primary temperature gradient in ordination. These lakes tended to be cold with higher DOC and TKN concentrations, yet had chironomid assemblages that were similar to the assemblages found in less productive, warmer lakes. In order to examine how secondary gradients affected paleotemperature reconstructions, three chironomid-based transfer function models were generated: a full dataset model (all 366 lakes), a reduced temperature-constrained model (296 lakes), and a reduced secondary-constrained model (70 lakes). Application of these models to four previously published Holocene paleotemperature reconstructions were used to distinguish the influence of temperature versus secondary-gradient effects. While unproductive Arctic lake paleotemperature reconstructions were found to be robust, reconstructions for two lakes in the boreal-tundra ecotone suggest secondary gradients influenced parts of their records. We recommend that passive core trajectory analysis upon our expansive surface-sediment calibration set provides a means to assess the veracity of paleotemperature reconstructions and potential influence of secondary gradients.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300494%26_version%3D1%26md5%3D4f8535e43c8d0e6fe26418cbbe6a23ec",
        "title": "Detecting the influence of secondary environmental gradients on chironomid-inferred paleotemperature reconstructions in northern North America"
    },
    {
        "author": "Samuel   Toucanne, Guillaume   Soulet, Nicolas   Freslon, Ricardo   Silva Jacinto, Bernard   Dennielou, Sébastien   Zaragosi, Frédérique   Eynaud, Jean-François   Bourillet, Germain   Bayon</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Samuel   Toucanne, Guillaume   Soulet, Nicolas   Freslon, Ricardo   Silva Jacinto, Bernard   Dennielou, Sébastien   Zaragosi, Frédérique   Eynaud, Jean-François   Bourillet, Germain   Bayon</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Reconstructing Northern Hemisphere ice-sheet oscillations and meltwater routing to the ocean is important to better understand the mechanisms behind abrupt climate changes. To date, research efforts have mainly focused on the North American (Laurentide) ice-sheets (LIS), leaving the potential role of the European Ice Sheet (EIS), and of the Scandinavian ice-sheet (SIS) in particular, largely unexplored. Using neodymium isotopes in detrital sediments deposited off the Channel River, we provide a continuous and well-dated record for the evolution of the EIS southern margin through the end of the last glacial period and during the deglaciation. Our results reveal that the evolution of EIS margins was accompanied with substantial ice recession (especially of the SIS) and simultaneous release of meltwater to the North Atlantic. These events occurred both in the course of the EIS to its LGM position (i.e., during Heinrich Stadial –HS– 3 and HS2; ∼31–29 ka and ∼26–23 ka, respectively) and during the deglaciation (i.e., at ∼22 ka, ∼20–19 ka and from 18.2 ± 0.2 to 16.7 ± 0.2 ka that corresponds to the first part of HS1). The deglaciation was discontinuous in character, and similar in timing to that of the southern LIS margin, with moderate ice-sheet retreat (from 22.5 ± 0.2 ka in the Baltic lowlands) as soon as the northern summer insolation increase (from ∼23 ka) and an acceleration of the margin retreat thereafter (from ∼20 ka). Importantly, our results show that EIS retreat events and release of meltwater to the North Atlantic during the deglaciation coincide with AMOC destabilisation and interhemispheric climate changes. They thus suggest that the EIS, together with the LIS, could have played a critical role in the climatic reorganization that accompanied the last deglaciation. Finally, our data suggest that meltwater discharges to the North Atlantic produced by large-scale recession of continental parts of Northern Hemisphere ice sheets during HS, could have been a possible source for the oceanic perturbations (i.e., AMOC shutdown) responsible for the marine-based ice stream purge cycle, or so-called HE's, that punctuate the last glacial period.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300196%26_version%3D1%26md5%3De105937d308e5ea650e7a38ab3b1cb87",
        "title": "Millennial-scale fluctuations of the European Ice Sheet at the end of the last glacial, and their potential impact on global climate"
    },
    {
        "author": "Chad   Babcock, Andrew O.   Finley, John B.   Bradford, Randall   Kolka, Richard   Birdsey, Michael G.   Ryan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Chad   Babcock, Andrew O.   Finley, John B.   Bradford, Randall   Kolka, Richard   Birdsey, Michael G.   Ryan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Many studies and production inventory systems have shown the utility of coupling covariates derived from Light Detection and Ranging (LiDAR) data with forest variables measured on georeferenced inventory plots through regression models. The objective of this study was to propose and assess the use of a Bayesian hierarchical modeling framework that accommodates both residual spatial dependence and non-stationarity of model covariates through the introduction of spatial random effects. We explored this objective using four forest inventory datasets that are part of the North American Carbon Program, each comprising point-referenced measures of above-ground forest biomass and discrete LiDAR. For each dataset, we considered at least five regression model specifications of varying complexity. Models were assessed based on goodness of fit criteria and predictive performance using a 10-fold cross-validation procedure. Results showed that the addition of spatial random effects to the regression model intercept improved fit and predictive performance in the presence of substantial residual spatial dependence. Additionally, in some cases, allowing either some or all regression slope parameters to vary spatially, via the addition of spatial random effects, further improved model fit and predictive performance. In other instances, models showed improved fit but decreased predictive performance—indicating over-fitting and underscoring the need for cross-validation to assess predictive ability. The proposed Bayesian modeling framework provided access to pixel-level posterior predictive distributions that were useful for uncertainty mapping, diagnosing spatial extrapolation issues, revealing missing model covariates, and discovering locally significant parameters.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300869%26_version%3D1%26md5%3D18e1ab79073f4c2313f5f5264b38ba16",
        "title": "LiDAR based prediction of forest biomass using hierarchical models with spatially varying coefficients"
    },
    {
        "author": "Ian   Olthof, Robert H.   Fraser, Carla   Schmitt</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Ian   Olthof, Robert H.   Fraser, Carla   Schmitt</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Several remote sensing studies have documented widespread thermokarst lake expansion in continuous permafrost regions of North America over the past few decades. Other studies have found no long-term trends in water body extents, but large intra- and inter-annual changes driven by precipitation. These differences could be due to geographic variability in physical conditions (geology, climate, permafrost and hydrology) or in the data and methods used to extract water bodies. This study tested water extraction methods over the Tuktoyaktuk Coastal Plain, Northwest Territories (NWT), Canada, based on the Landsat 5 shortwave infrared (SWIR) channel and validated them using water extents obtained from 0.5<hsp sp=\"0.25\"/>m resolution orthophoto imagery. Methods included applying thresholds to generate binary land/water classifications, as well as deriving 30<hsp sp=\"0.25\"/>m water fractions from both linear unmixing and a new histogram breakpoint method. Results indicated that the histogram breakpoint method outperformed other methods, underestimating overall water fraction by 0.26% and overestimating the number of pure 30<hsp sp=\"0.25\"/>m water pixels by 0.66% compared to water fractions calculated from orthophotos. The breakpoint method was then applied to a stack of 17 near peak-of-season Landsat 5 and Landsat 7 images acquired between July 4 and August 18 from 1985 to 2011 to create a water fraction time-series for examining both trends and inter-annual variation in water extent. Results showed an overall expansion of lake area along margins by 55<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> with isolated lakes experiencing rapid drainage totalling 15<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>, leading to a net water area increase of 40<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> over the 26-year period.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300584%26_version%3D1%26md5%3D95a7a527dd0eeea96770cba2f59fd6e0",
        "title": "Landsat-based mapping of thermokarst lake dynamics on the Tuktoyaktuk Coastal Plain, Northwest Territories, Canada since 1985"
    },
    {
        "author": "Paula   Doubrawa, Rebecca J.   Barthelmie, Sara C.   Pryor, Charlotte B.   Hasager, Merete   Badger, Ioanna   Karagali</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Paula   Doubrawa, Rebecca J.   Barthelmie, Sara C.   Pryor, Charlotte B.   Hasager, Merete   Badger, Ioanna   Karagali</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This work presents a new observational wind atlas for the Great Lakes, and proposes a methodology to combine in situ and satellite wind observations for offshore wind resource assessment. Efficient wind energy projects rely on accurate wind resource estimates, which are complex to obtain offshore due to the temporal and spatial sparseness of observations, and the potential for temporal data gaps introduced by the formation of ice during winter months, especially in freshwater lakes. For this study, in situ observations from 70 coastal stations and 20 buoys provide diurnal, seasonal, and interannual wind variability information, with time series that range from 3 to 11<hsp sp=\"0.25\"/>years in duration. Remotely-sensed equivalent neutral winds provide spatial information on the wind climate. NASA QuikSCAT winds are temporally consistent at a 25<hsp sp=\"0.25\"/>km resolution. ESA Synthetic Aperture Radar winds are temporally sparse but at a resolution of 500<hsp sp=\"0.25\"/>m. As an initial step, each data set is processed independently to create a map of 90<hsp sp=\"0.25\"/>m wind speeds. Buoy data are corrected for ice season gaps using ratios of the mean and mean cubed of the Weibull distribution, and reference temporally-complete time series from the North American Regional Reanalysis. Generalized wind climates are obtained for each buoy and coastal site with the wind model WAsP, and combined into a single wind speed estimate for the Great Lakes region. The method of classes is used to account for the temporal sparseness in the SAR data set and combine all scenes into one wind speed map. QuikSCAT winds undergo a seasonal correction due to lack of data during the cold season that is based on its ratio relative to buoy time series. All processing steps reduce the biases of the individual maps relative to the buoy observed wind climates. The remote sensing maps are combined by using QuikSCAT to scale the magnitude of the SAR map. Finally, the in situ predicted wind speeds are incorporated. The mean spatial bias of the final map when compared to buoy time series is 0.1<hsp sp=\"0.25\"/> <italic>ms</italic> <sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> and the RMSE 0.3<hsp sp=\"0.25\"/> <italic>ms</italic> <sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>, which represents an uncertainty reduction of 50% relative to using only SAR, and of 40% to using only SAR and QuikSCAT without in situ observations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300651%26_version%3D1%26md5%3D374515443226908834b401c4cfc0c4a9",
        "title": "Satellite winds as a tool for offshore wind resource assessment: The Great Lakes Wind Atlas"
    },
    {
        "author": "Gabriel Popkin",
        "date": "2015-08-21",
        "description": "The eastern hemlock is one of eastern North America's largest native conifers. It has been called the \"redwood of the east\" and the \"queen of the conifers.\" A healthy tree resembles an evergreen waterfall; overlapping layers of short, downy needles cascade from the crown almost to the ground. But the iconic tree, found from Georgia to Canada, is under attack. The hemlock woolly adelgid, a tiny sap-sucking insect about the size of a pinhead, has infested more than half of the hemlock's range, killing countless trees. Barring human intervention, it ultimately kills nearly every tree it attacks. Forest managers have been fighting a fierce battle against the adelgid. Many hemlocks are still alive because they've been treated with insecticides. But that's an expensive and labor-intensive tactic, so scientists are searching for more sustainable, long-term strategies. They're rearing and releasing predatory insects that eat the adelgid, for instance, and even looking for rare genes that might help them breed resistant trees. The question is whether such efforts will mature in time to prevent the adelgid from essentially removing one of the defining species from the eastern forest. Eastern hemlocks, warns forester Jesse Webster of Great Smoky Mountains National Park, \"are in intensive care.\"\nAuthor: Gabriel Popkin",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/802.summary?rss=1",
        "title": "[Special Issue News] Battling a giant killer"
    },
    {
        "author": "Maanasa Raghavan",
        "date": "2015-08-21",
        "description": "How and when the Americas were populated remains contentious. Using ancient and modern genome-wide data, we found that the ancestors of all present-day Native Americans, including Athabascans and Amerindians, entered the Americas as a single migration wave from Siberia no earlier than 23 thousand years ago (ka) and after no more than an 8000-year isolation period in Beringia. After their arrival to the Americas, ancestral Native Americans diversified into two basal genetic branches around 13 ka, one that is now dispersed across North and South America and the other restricted to North America. Subsequent gene flow resulted in some Native Americans sharing ancestry with present-day East Asians (including Siberians) and, more distantly, Australo-Melanesians. Putative “Paleoamerican” relict populations, including the historical Mexican Pericúes and South American Fuego-Patagonians, are not directly related to modern Australo-Melanesians as suggested by the Paleoamerican Model.\nAuthors: Maanasa Raghavan, Matthias Steinrücken, Kelley Harris, Stephan Schiffels, Simon Rasmussen, Michael DeGiorgio, Anders Albrechtsen, Cristina Valdiosera, María C. Ávila-Arcos, Anna-Sapfo Malaspinas, Anders Eriksson, Ida Moltke, Mait Metspalu, Julian R. Homburger, Jeff Wall, Omar E. Cornejo, J. Víctor Moreno-Mayar, Thorfinn S. Korneliussen, Tracey Pierre, Morten Rasmussen, Paula F. Campos, Peter de Barros Damgaard, Morten E. Allentoft, John Lindo, Ene Metspalu, Ricardo Rodríguez-Varela, Josefina Mansilla, Celeste Henrickson, Andaine Seguin-Orlando, Helena Malmström, Thomas Stafford, Suyash S. Shringarpure, Andrés Moreno-Estrada, Monika Karmin, Kristiina Tambets, Anders Bergström, Yali Xue, Vera Warmuth, Andrew D. Friend, Joy Singarayer, Paul Valdes, Francois Balloux, Ilán Leboreiro, Jose Luis Vera, Hector Rangel-Villalobos, Davide Pettener, Donata Luiselli, Loren G. Davis, Evelyne Heyer, Christoph P. E. Zollikofer, Marcia S. Ponce de León, Colin I. Smith, Vaughan Grimes, Kelly-Anne Pike, Michael Deal, Benjamin T. Fuller, Bernardo Arriaza, Vivien Standen, Maria F. Luz, Francois Ricaut, Niede Guidon, Ludmila Osipova, Mikhail I. Voevoda, Olga L. Posukh, Oleg Balanovsky, Maria Lavryashina, Yuri Bogunov, Elza Khusnutdinova, Marina Gubina, Elena Balanovska, Sardana Fedorova, Sergey Litvinov, Boris Malyarchuk, Miroslava Derenko, M. J. Mosher, David Archer, Jerome Cybulski, Barbara Petzelt, Joycelynn Mitchell, Rosita Worl, Paul J. Norman, Peter Parham, Brian M. Kemp, Toomas Kivisild, Chris Tyler-Smith, Manjinder S. Sandhu, Michael Crawford, Richard Villems, David Glenn Smith, Michael R. Waters, Ted Goebel, John R. Johnson, Ripan S. Malhi, Mattias Jakobsson, David J. Meltzer, Andrea Manica, Richard Durbin, Carlos D. Bustamante, Yun S. Song, Rasmus Nielsen, Eske Willerslev",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/aab3884.abstract?rss=1",
        "title": "[Research Article] Genomic evidence for the Pleistocene and recent population history of Native Americans"
    },
    {
        "author": "G. Rivière, M. Drouard",
        "date": "2015-08-21",
        "description": "\n\nThe present study investigates the two contrasting winters of 2010 and 2014 during which the North Atlantic Oscillation (NAO) was mainly negative and positive respectively. In the North Pacific, contrasting anomalies were also present, with a straight zonal Pacific jet in 2010 and a strong poleward deviation of the Pacific jet in its exit region in 2014. Using reanalysis datasets and adopting a nonlinear initial-value approach with a quasi-geostrophic model, we show that the Pacific-North American anomalies are responsible for shaping synoptic wave trains propagating across North America. This in turn largely determines the nature of wave breaking and the synoptic eddy feedback onto the mean flow in the North Atlantic and finally the NAO phase. In such a proposed mechanism, synoptic wave activity forms the cornerstone of the dynamical relationship between the North Pacific and North Atlantic large-scale anomalies during the contrasting winters of 2010 and 2014.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065493",
        "title": "Understanding the contrasting North Atlantic Oscillation anomalies of the winters of 2010 and 2014"
    },
    {
        "author": "Congsheng Fu, Huaxia Yao",
        "date": "2015-08-20",
        "description": "\n\nLarge-scale ice phenology studies have revealed overall patterns of later freeze, earlier breakup, and shorter duration of ice in the Northern Hemisphere. However, there have been few studies regarding the trends, including their spatial patterns, in ice phenology for individual waterbodies on a local or small regional scale, although the coherence of ice phenology has been shown to decline rapidly in the first few hundred kilometers. In this study, we extracted trends, analyzed affecting factors, and investigated relevant spatial patterns for ice breakup date time series at ten locations with record length ≥ 90 years in south-central Ontario, Canada. Wavelet methods, including the multi-resolution analysis (MRA) method for non-linear trend extraction and the wavelet coherence (WTC) method for identifying the teleconnections between large-scale climate modes and ice breakup date, are proved to be effective in ice phenology analysis. Using MRA method, the overall trend of ice breakup date time series (1905-1991) varied from earlier ice breakup to later ice breakup, then to earlier breakup again from south to north in south-central Ontario. Ice breakup date is closely correlated with air temperature during certain winter/spring months, as well as the last day with snow on the ground and number of snow-on-ground days. The influences of solar activity and Pacific North American (PNA) on ice breakup were comparatively uniform across south-central Ontario, while those of El Niño/Southern Oscillation (ENSO), North Atlantic Oscillation (NAO), and Arctic Oscillation (AO) on ice phenology changed with distance of 50 – 100 km in the north–south direction.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023370",
        "title": "Trends of ice breakup date in south-central Ontario"
    },
    {
        "author": "Mark van Kleunen",
        "date": "2015-08-19",
        "description": "All around the globe, humans have greatly altered the abiotic and biotic environment with ever-increasing speed. One defining feature of the Anthropocene epoch is the erosion of biogeographical barriers by human-mediated dispersal of species into new regions, where they can naturalize and cause ecological, economic and social damage. So far, no comprehensive analysis of the global accumulation and exchange of alien plant species between continents has been performed, primarily because of a lack of data. Here we bridge this knowledge gap by using a unique global database on the occurrences of naturalized alien plant species in 481 mainland and 362 island regions. In total, 13,168 plant species, corresponding to 3.9% of the extant global vascular flora, or approximately the size of the native European flora, have become naturalized somewhere on the globe as a result of human activity. North America has accumulated the largest number of naturalized species, whereas the Pacific Islands show the fastest increase in species numbers with respect to their land area. Continents in the Northern Hemisphere have been the major donors of naturalized alien species to all other continents. Our results quantify for the first time the extent of plant naturalizations worldwide, and illustrate the urgent need for globally integrated efforts to control, manage and understand the spread of alien species.",
        "journal": "Nature",
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ESGhGbsRKak/nature14910",
        "title": "Global exchange and accumulation of non-native plants"
    },
    {
        "author": "Limei Ran, Robert Gilliam, Francis S. Binkowski, Aijun Xiu, Jonathan Pleim, Larry Band",
        "date": "2015-08-19",
        "description": "\n\nThis study aims to improve land surface processes in a retrospective meteorology and air quality modeling system through the use of Moderate Resolution Imaging Spectroradiometer (MODIS) vegetation and albedo products for more realistic vegetation and surface representation. MODIS leaf area index (LAI), fraction of absorbed photosynthetically active radiation (FPAR), and albedo are incorporated into the Pleim-Xiu land surface model (PX LSM) used in a combined meteorology and air quality modeling system. The current PX LSM intentionally exaggerates vegetation coverage and LAI in western dry lands so that its soil moisture nudging scheme is more effective in simulating surface temperature and mixing ratio. Reduced vegetation coverage from the PX LSM with MODIS input results in hotter and dryer daytime conditions with reduced ozone dry deposition velocities in much of western North America. Evaluations of the new system indicate greater error and bias in temperature, but reduced error and bias in moisture with the MODIS vegetation input. Hotter daytime temperatures and reduced dry deposition result in greater ozone concentrations in the western arid regions even with deeper boundary layer depths. MODIS albedo has much less impact on the meteorology simulations than MODIS LAI and FPAR. The MODIS vegetation and albedo input does not have much influence in the east where differences in vegetation and albedo parameters are less extreme. Evaluation results showing increased temperature errors with more accurate representation of vegetation suggests that improvements are needed in the model surface physics, particularly the soil processes in the PX LSM.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023424",
        "title": "Sensitivity of the Weather Research and Forecast/Community Multiscale Air Quality modeling system to MODIS LAI, FPAR, and albedo"
    },
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Benjamin I. Cook",
        "date": "2015-08-19",
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American monsoon (NAM) region 2 (113.25°W–107.75°W, 30°N–35.25°N—NAM2) of southwestern North America is analyzed in fully coupled simulations of the Last Millennium and compared to tree ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies, but the strength of this relationship is variable on multidecadal time scales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer time scales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st century projections of hydroclimate in the American Southwest and parts of Mexico.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085",
        "title": "Winter-to-summer precipitation phasing in southwestern North America: A multicentury perspective from paleoclimatic model-data comparisons"
    },
    {
        "author": "Jianghao Wang, Julien Emile-Geay, Dominique Guillot, Nicholas P. McKay, Bala Rajaratnam",
        "date": "2015-08-18",
        "description": "\n\nClimate field reconstructions (CFRs) enable spatially-resolved estimates of past climates, providing important insights about climate variability over the Common Era. In particular, a reconstructed “La Niña-like” pattern during the transition from the Medieval Climate Anomaly (MCA) to the Little Ice Age (LIA) has been widely tied to medieval droughts in southwest North America. This pattern is now used as a key benchmark for global climate model (GCM) simulations of the last millennium, which have yet to reproduce it. Here we test the pattern's robustness by using four different CFR methods and two proxy networks. With the older network, we find the reconstructed patterns to be highly method-dependent, with the La Niña-like pattern not reproduced by two of the CFR methodologies. With the updated proxy network, a globally uniform MCA emerges with all methods, in agreement with simulations from the Paleoclimate Model Intercomparison Project Phase 3 (PMIP3) ensemble. Our results caution against drawing dynamical interpretations from a single CFR, and affirm the importance of developing CFRs through improved statistical methodology and community-driven proxy syntheses.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065265",
        "title": "Fragility of reconstructed temperature patterns over the Common Era: Implications for model evaluation."
    },
    {
        "author": "Stephen Baxter et al",
        "date": "2015-08-17",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00726.1?af=R",
        "title": "Key Role of North Pacific Oscillation/West Pacific Pattern in Generating the Extreme 2013-2014 North American Winter"
    },
    {
        "author": "Judah Cohen, Hengchun Ye, Justin Jones",
        "date": "2015-08-17",
        "description": "\n\nWe analyzed rain on snow (ROS) events in two reanalysis products. ROS events are a relatively rare phenomenon outside of a few regional maxima including western Eurasia, the higher elevations of western North America, the northeastern United States and southeastern Canada. ROS events occur at the high latitudes, especially away from the continental interior and no robust trends were found in the frequency of ROS events. We also explored the variability of ROS events with dominant large climate modes. The most robust relationship was found with the Arctic Oscillation or North Atlantic Oscillation (AO/NAO). The most notable variability associated with the AO/NAO was a northeast/southwest dipole feature across western Eurasia. More ROS events were found for northeastern Europe for the positive phase of the AO/NAO due to the increased frequency of rainfall. However, more ROS events were found for Central Europe for the negative phase of the AO/NAO due to the increased frequency of snow cover.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065320",
        "title": "Trends and Variability in Rain on Snow Events"
    },
    {
        "author": "X. Feng, Ö. Gustafsson, R. M. Holmes, J. E. Vonk, B. E. van Dongen, I. P. Semiletov, O. V. Dudarev, M. B. Yunker, R. W. Macdonald, D. B. Montluçon, and T. I. Eglinton",
        "date": "2015-08-14",
        "description": "<b>Multi-molecular tracers of terrestrial carbon transfer across the pan-Arctic: comparison of hydrolyzable components with plant wax lipids and lignin phenols</b><br /><br />Biogeosciences, 12, 4841-4860, 2015<br /><br />Author(s): X. Feng, Ö. Gustafsson, R. M. Holmes, J. E. Vonk, B. E. van Dongen, I. P. Semiletov, O. V. Dudarev, M. B. Yunker, R. W. Macdonald, D. B. Montluçon, and T. I. Eglinton<br /><br />Hydrolyzable organic carbon (OC) comprises a significant component of\nsedimentary particulate matter transferred from land into oceans via rivers.\nIts abundance and nature are however not well studied in Arctic river\nsystems, and yet may represent an important pool of carbon whose fate\nremains unclear in the context of mobilization and related processes\nassociated with a changing climate. Here, we examine the molecular composition\nand source of hydrolyzable compounds isolated from sedimentary particles\nderived from nine rivers across the pan-Arctic. Bound fatty acids (b-FAs),\nhydroxy FAs, n-alkane-α,ω-dioic acids (DAs) and phenols were\nthe major components released upon hydrolysis of these sediments. Among\nthem, b-FAs received considerable inputs from bacterial and/or algal\nsources, whereas ω-hydroxy FAs, mid-chain substituted acids, DAs,\nand hydrolyzable phenols were mainly derived from cutin and suberin of\nhigher plants. We further compared the distribution and fate of suberin- and\ncutin-derived compounds with those of other terrestrial biomarkers (plant\nwax lipids and lignin phenols) from the same Arctic river sedimentary\nparticles and conducted a benchmark assessment of several biomarker-based\nindicators of OC source and extent of degradation. While suberin-specific\nbiomarkers were positively correlated with plant-derived\nhigh-molecular-weight (HMW) FAs, lignin phenols were correlated with\ncutin-derived compounds. These correlations suggest that, similar to\nleaf-derived cutin, lignin was mainly derived from litter and surface soil\nhorizons, whereas suberin and HMW FAs incorporated significant inputs from\nbelowground sources (roots and deeper soil). This conclusion is supported by\nthe negative correlation between lignin phenols and the ratio of\nsuberin-to-cutin biomarkers. Furthermore, the molecular composition of\ninvestigated biomarkers differed between Eurasian and North American Arctic\nrivers: while lignin dominated in the terrestrial OC of Eurasian river\nsediments, hydrolyzable OC represented a much larger fraction in the\nsedimentary particles from Colville River. Hence, studies exclusively\nfocusing on either plant wax lipids or lignin phenols will not be able to\nfully unravel the mobilization and fate of bound OC in Arctic rivers.\nMore comprehensive, multi-molecular investigations are needed to better\nconstrain the land–ocean transfer of carbon in the changing Arctic,\nincluding further research on the degradation and transfer of both free and\nbound components in Arctic river sediments.",
        "journal": "Biogeosciences",
        "link": "http://www.biogeosciences.net/12/4841/2015/",
        "title": "Multi-molecular tracers of terrestrial carbon transfer across the pan-Arctic: comparison of hydrolyzable components with plant wax lipids and lignin phenols"
    },
    {
        "author": "Stephanie E. Zick, Corene J. Matyas",
        "date": "2015-08-13",
        "description": "\n\nContinued advancement in the realm of tropical cyclone (TC) forecasting requires a more accurate depiction of these storms at model initialization. This study examines the impact of precipitation assimilation on the representation of TCs in the North American Regional Reanalysis (NARR) before and after the 2004 introduction of precipitation assimilation over ocean in the vicinity of TCs. The probability distribution function of rainfall rates indicates that light (heavy) precipitation was overforecast (underforecast) in the early time period. Since the precipitation assimilation is applied through an adjustment to the latent heating distribution, the data assimilation system in the later time period initializes a low-level moisture and heating profile that is more conducive to the initiation of deep convection and the generation of precipitation. Consequently, the deep convection and enhanced latent heat release lead to a more robust warm core temperature perturbation and a better developed secondary circulation, which supplies the TC with larger quantities of moisture from the large-scale environment. Furthermore, the evolution of TC size, which was objectively estimated though the radius of outermost closed isobar (ROCI), is significantly more skillful (p<0.05) in post-2003 storms. Based on this study, precipitation assimilation leads to a better analysis of temperature, winds, and moisture in the vicinity of TCs, resulting in improved representations of the water budget and storm lifecycle. Therefore, we conclude that efforts towards the development of precipitation assimilation techniques from radar and satellite datasets will be valuable toward the construction of improved TC forecasting tools with more authentic TC representation.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023722",
        "title": "Tropical cyclones in the North American Regional Reanalysis: The impact of satellite-derived precipitation over-ocean"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">\n      Explosive cyclones are rapidly intensifying low pressure systems generating severe wind speeds and heavy precipitation primarily in coastal and marine environments. This study presents the first analysis on how explosive cyclones respond to climate change in the extratropics of the Northern Hemisphere. An objective-feature tracking algorithm is used to identify and track cyclones from 23 CMIP5 climate models for the recent past (1981–1999) and future (2081–2099). Explosive cyclones are projected to shift northwards by about <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(2.2^\\circ\\)</span>\n                      \n                    </span> latitude on average in the northern Pacific, with fewer and weaker events south of <span class=\"a-plus-plus inline-equation id-i-eq3\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(45^\\circ \\hbox {N}\\)</span>\n                      \n                    </span>, and more frequent and stronger events north of this latitude. This shift is correlated with a poleward shift of the jet stream in the inter-model spread (<span class=\"a-plus-plus inline-equation id-i-eq4\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.56\\)</span>\n                      \n                    </span>). In the Atlantic, the total number of explosive cyclones is projected to decrease by about 17 % when averaging across models, with the largest changes occurring along North America’s East Coast. This reduction is correlated with a decline in the lower-tropospheric Eady growth rate (<span class=\"a-plus-plus inline-equation id-i-eq5\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.51\\)</span>\n                      \n                    </span>), and is stronger for models with smaller frequency biases (<span class=\"a-plus-plus inline-equation id-i-eq6\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.65\\)</span>\n                      \n                    </span>). The same region is also projected to experience a small intensification of explosive cyclones, with larger vorticity values for models that predict stronger increases in the speed of the jet stream (<span class=\"a-plus-plus inline-equation id-i-eq7\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.58\\)</span>\n                      \n                    </span>). This strengthening of the jet stream is correlated with an enhanced sea surface temperature gradient in the North Atlantic (<span class=\"a-plus-plus inline-equation id-i-eq8\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.63\\)</span>\n                      \n                    </span>). The inverse relationship between model bias and projection, and the role of model resolution are discussed.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2791-y",
        "title": "How will climate change affect explosive cyclones in the extratropics of the Northern Hemisphere?"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">In this paper, decadal variability of the Pacific-South America (PSA) mode is examined from year 1871 to 2008 based on the newly developed ocean and atmosphere reanalysis products. The PSA mode, mirroring the Pacific-North America mode in the Northern Hemisphere, emerges as the second EOF mode of 500 mb geopotential height anomalies. The mode displays substantial interannual-decadal variability with distinct timescales between 3–8 and 10–18 years, respectively. The decadal variability of the PSA mode is found to be associated with the coupled ocean–atmosphere interaction over the subtropical South and tropical Pacific. The subduction of the subtropical temperature anomalies in the South Pacific in conjunction with the tropical–subtropical atmospheric teleconnection plays important role in the decadal variability of the PSA mode.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2794-8",
        "title": "Dynamics and mechanisms of decadal variability of the Pacific-South America mode over the 20th century"
    },
    {
        "author": "Ruth M. Doherty",
        "date": "2015-08-10",
        "description": "Tropospheric ozone is generated from precursor pollutants, but can be blown far afield. Satellite observations show rising ozone levels over China — and almost stable levels over western North America despite stricter regulations.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/1AWkq8D46gU/ngeo2497",
        "title": "Atmospheric chemistry: Ozone pollution from near and far"
    },
    {
        "author": "Willem W. Verstraeten",
        "date": "2015-08-10",
        "description": "Tropospheric levels of ozone and its precursors have risen in Asia since 2000. Satellite observations and chemistry–transport simulations suggest that transport of these pollutants to North America partly offsets benefits from stricter regulation.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/NPzipmdGZHQ/ngeo2493",
        "title": "Rapid increases in tropospheric ozone production and export from China"
    },
    {
        "author": "Hubertus Fischer",
        "date": "2015-08-10",
        "description": "Ammonium levels in Greenland ice cores track changes in soil emissions and wildfires, primarily in North America. Ice-core ammonium records show abrupt increases in wildfire activity during brief warmings in the last glacial period.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/ROdiXANnwPo/ngeo2495",
        "title": "Millennial changes in North American wildfire and soil activity over the last glacial cycle"
    },
    {
        "author": "William J. Randel, Kai Zhang, Rong Fu",
        "date": "2015-08-10",
        "description": "\n\nWater vapor in the lower stratosphere exhibits localized maximum values during Northern Hemisphere summer in the Asian and North American (NA) monsoon regions. The processes maintaining these maxima are not well understood. We analyze the variability of water vapor in the monsoon regions based on Aura Microwave Limb Sounder satellite observations during 2005–2013 and quantify links to deep convection, large-scale temperatures, and monsoonal circulations. Strong subseasonal variations in stratospheric water vapor are closely linked with deep convection in the monsoon regions, with the surprising result that stronger convection leads to a relatively dry stratosphere and weaker convection to a wetter stratosphere. This result is observed for both the Asian and NA monsoon regions. This behavior is explained by temperature changes in the stratosphere tied to deep convection: stronger convection leads to relatively cold temperatures in the subtropical lower stratosphere, which is the key region controlling large-scale dehydration within the anticyclonic monsoonal circulations. Likewise, weaker convection leads to warmer subtropical stratospheric temperatures, relatively less dehydration, and enhanced water vapor. The observed water vapor changes are in approximate agreement with those expected from the subtropical temperature variations, taking into account dilution of the dehydrated air into the larger monsoon region. These results demonstrate that stratospheric water vapor in the Northern Hemisphere monsoon regions is mainly controlled by large-scale circulation and temperatures, and overshooting deep convection plays a relatively minor role.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023622",
        "title": "What controls stratospheric water vapor in the NH summer monsoon regions?"
    },
    {
        "author": "Irene Cheng, Leiming Zhang, Huiting Mao",
        "date": "2015-08-06",
        "description": "\n\nRelative contributions to mercury wet deposition by gaseous oxidized mercury (%GOM) and fine and coarse particle-bound mercury (%FPBM and %CPBM) were estimated making use of monitored FPBM air concentration and mercury wet deposition at nine North American locations. Scavenging ratios of particulate inorganic ions (K+, Ca2+, Mg2+, Na+) were used as a surrogate for those of FPBM and CPBM. FPBM and CPBM were estimated to contribute 8-36% and 5-27%, respectively, depending on the location, to total wet deposition. The rest of the 39-87% was attributed to the contribution of GOM. The relative distributions of %GOM, %FPBM and %CPBM were influenced by Hg(II) gas-particle partitioning, urban site characteristics, and precipitation type. At the regional scale, %GOM dominated over %FPBM and %CPBM. However, the sum of FPBM and CPBM contributed to nearly half of the total Hg wet deposition in urban areas, which was greater than other site categories and is attributed to higher FPBM air concentrations. At four locations, %FPBM exceeded %GOM during winter in contrast to summer, suggesting the efficient snow scavenging of aerosols. The results from this study are useful in improving mercury transport models since most of these models do not estimate CPBM, but frequently use monitored mercury wet deposition data for model evaluation.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023769",
        "title": "Relative contributions of gaseous oxidized mercury and fine and coarse particle-bound mercury to mercury wet deposition at nine monitoring sites in North America"
    },
    {
        "author": "Denis Mutiibwa, Steven J. Vavrus, Stephanie A. McAfee, Thomas P. Albright",
        "date": "2015-08-06",
        "description": "\n\nWith a warming climate, understanding the physical dynamics of hot and cold extreme events has taken on increased importance for public health, infrastructure, ecosystems, food security, and other domains. Here we use a high-resolution spatial and temporal seamless gridded land surface forcing data set to provide an assessment of recent spatiotemporal patterns in temperature extremes over the conterminous United States (CONUS). We asked the following: (1) How are temperature extremes changing across the different regions of CONUS? (2) How do changes in extremes vary on seasonal, annual, and decadal scales? (3) How do changes in extremes relate to changes in mean conditions? And (4) do extremes relate to major modes of ocean-atmosphere variability? We derive a subset of the CLIMDEX extreme indices from the North American Land Data Assimilation phase 2 forcing data set. While there were warming trends in all indices, daytime temperature extremes warmed more than nighttime. Spring warming was the strongest and most extensive across CONUS, and summer experienced the strongest and most extensive decrease in cold extremes. Increase in winter warm extremes appeared weakening relative to the rapid 1950–1990 increase found in previous studies. The Northeast and Midwest experienced the most warming, while the Northwest and North Great Plains saw the least. We found changes in average temperatures were more associated with changes in cold extremes than warm extremes. Since 2006 there have been 5 years when more than 5% of the U.S. experienced at least 90 warm days, something not observed in the previous 25 years. The unusually warm first decade of 21st century could have been associated with the warm conditions of near El Niño–Southern Oscillation-neutral phase of the decade, and possibly amplified by anthropogenic forcing. The widespread, lengthy, and severe extreme hot events documented here during the past three decades underscore the need to implement thoughtful adaptation plans in the very near future, to the growing evidence of increasing warm extremes across United States.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023598",
        "title": "Recent spatiotemporal patterns in temperature extremes across conterminous United States"
    },
    {
        "author": "Y. Brugnara, R. Auchmann, S. Brönnimann, R. J. Allan, I. Auer, M. Barriendos, H. Bergström, J. Bhend, R. Brázdil, G. P. Compo, R. C. Cornes, F. Dominguez-Castro, A. F. V. van Engelen, J. Filipiak, J. Holopainen, S. Jourdain, M. Kunz, J. Luterbacher, M. Maugeri, L. Mercalli, A. Moberg, C. J. Mock, G. Pichard, L. Řezníčková, G. van der Schrier, V. Slonosky, Z. Ustrnul, M. A. Valente, A. Wypych, and X. Yin",
        "date": "2015-08-06",
        "description": "<b>A collection of sub-daily pressure and temperature observations for the early instrumental period with a focus on the \"year without a summer\" 1816</b><br /><br />Climate of the Past, 11, 1027-1047, 2015<br /><br />Author(s): Y. Brugnara, R. Auchmann, S. Brönnimann, R. J. Allan, I. Auer, M. Barriendos, H. Bergström, J. Bhend, R. Brázdil, G. P. Compo, R. C. Cornes, F. Dominguez-Castro, A. F. V. van Engelen, J. Filipiak, J. Holopainen, S. Jourdain, M. Kunz, J. Luterbacher, M. Maugeri, L. Mercalli, A. Moberg, C. J. Mock, G. Pichard, L. Řezníčková, G. van der Schrier, V. Slonosky, Z. Ustrnul, M. A. Valente, A. Wypych, and X. Yin<br /><br />The eruption of Mount Tambora (Indonesia) in April 1815 is the largest\ndocumented volcanic eruption in history. It is associated with a large global\ncooling during the following year, felt particularly in parts of Europe and\nNorth America, where the year 1816 became known as the \"year without a\nsummer\". This paper describes an effort made to collect surface\nmeteorological observations from the early instrumental period, with a focus\non the years of and immediately following the eruption (1815–1817). Although\nthe collection aimed in particular at pressure observations, correspondent\ntemperature observations were also recovered. Some of the series had already\nbeen described in the literature, but a large part of the data, recently\ndigitised from original weather diaries and contemporary magazines and\nnewspapers, is presented here for the first time. The collection puts\ntogether more than 50 sub-daily series from land observatories in Europe\nand North America and from ships in the tropics. The pressure observations\nhave been corrected for temperature and gravity and reduced to mean sea\nlevel. Moreover, an additional statistical correction was applied to take into\naccount common error sources in mercury barometers. To assess the reliability\nof the corrected data set, the variance in the pressure observations is\ncompared with modern climatologies, and single observations are used for\nsynoptic analyses of three case studies in Europe. All raw observations will\nbe made available to the scientific community in the International Surface\nPressure Databank.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/1027/2015/",
        "title": "A collection of sub-daily pressure and temperature observations for the early instrumental period with a focus on the \"year without a summer\" 1816"
    },
    {
        "author": "Lijun Liu",
        "date": "2015-08-04",
        "description": "\n\nThe driving force for transient vertical motions of Earth's surface remains an outstanding question. A main difficulty lies in the uncertain role of the underlying mantle, especially during the geological past. Here I review previous studies on both observational constraints and physical mechanisms of North American topographic evolution since the Mesozoic. I first summarize the North American vertical motion history using proxies from structural geology, geochronology, sedimentary stratigraphy, and geomorphology, based on which I then discuss the published physical models. Overall, there is a progressive consensus on the contribution of mantle dynamic topography due to buoyancy structures associated with the past subduction. At the continental scale, a largely west-to-east migrating deformation pattern suggests an eastward translation of mantle dynamic effects, consistent with models involving an eastward subduction and sinking of former Farallon slabs since the Cretaceous. Among the existing models, the inverse model based on an adjoint algorithm and time-dependent data constraints provides the most extensive explanations for the temporal changes of North American topography since the Mesozoic. At regional scales, debates still exist on the predicted surface subsidence and uplift within both the western and the eastern United States, where discrepancies are likely due to differences in model setup (e.g., mantle dynamic properties and boundary conditions) and the amount of time-dependent observational constraints. Toward the development of the next-generation predictive geodynamic models, new research directions may include (1) develop enhanced data assimilation capabilities, (2) explore multi-scale and multi-physics processes, and (3) cross-disciplinary code coupling.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000489",
        "title": "The Ups and Downs of North America: Evaluating the Role of Mantle Dynamic Topography since the Mesozoic"
    },
    {
        "author": "Shuaiqi Tang, Minghua Zhang",
        "date": "2015-08-04",
        "description": "\n\nAtmospheric vertical velocities and advective tendencies are essential large-scale forcing data to drive single-column models (SCMs), cloud-resolving models (CRMs), and large-eddy simulations (LESs). However, they cannot be directly measured from field measurements or easily calculated with great accuracy. In the Atmospheric Radiation Measurement Program (ARM), a constrained variational algorithm (1-D constrained variational analysis (1DCVA)) has been used to derive large-scale forcing data over a sounding network domain with the aid of flux measurements at the surface and top of the atmosphere (TOA). The 1DCVA algorithm is now extended into three dimensions (3DCVA) along with other improvements to calculate gridded large-scale forcing data, diabatic heating sources (Q1), and moisture sinks (Q2). Results are presented for a midlatitude cyclone case study on 3 March 2000 at the ARM Southern Great Plains site. These results are used to evaluate the diabatic heating fields in the available products such as Rapid Update Cycle, ERA-Interim, National Centers for Environmental Prediction Climate Forecast System Reanalysis, Modern-Era Retrospective Analysis for Research and Applications, Japanese 55-year Reanalysis, and North American Regional Reanalysis. We show that although the analysis/reanalysis generally captures the atmospheric state of the cyclone, their biases in the derivative terms (Q1 and Q2) at regional scale of a few hundred kilometers are large and all analyses/reanalyses tend to underestimate the subgrid-scale upward transport of moist static energy in the lower troposphere. The 3DCVA-gridded large-scale forcing data are physically consistent with the spatial distribution of surface and TOA measurements of radiation, precipitation, latent and sensible heat fluxes, and clouds that are better suited to force SCMs, CRMs, and LESs. Possible applications of the 3DCVA are discussed.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023621",
        "title": "Three-dimensional constrained variational analysis: Approach and application to analysis of atmospheric diabatic heating and derivative fields during an ARM SGP intensive observational period"
    },
    {
        "author": "Hsin-I Chang, Christopher L. Castro, Carlos M. Carrillo, Francina Dominguez",
        "date": "2015-08-02",
        "description": "\n\nArid and semi-arid regions located in subtropical zones are projected to experience the most adverse impacts of climate change. During the warm season, observations and IPCC global climate models (GCMs) generally support a “wet gets wetter, dry gets drier” hypothesis in these regions, which acts to amplify the climatological transitions in the context of the annual cycle. In this study, we consider changes in U.S. early warm season precipitation in the observational record and regional climate model (RCM) simulations driven by two “well performing” dynamically downscaled CMIP3 models (HadCM3 and MPI ECHAM5) that have a robust climatological representation of the North American Monsoon System (NAMS). Both observations and model results show amplification in historical seasonal transitions of temperature and precipitation associated with NAMS development, with WRF-MPI better representing the observed signal. Assuming the influence of remote Pacific sea surface temperature forcing (SST) associated with the El Niño Southern Oscillation and Pacific Decadal Variability (ENSO-PDV) on U.S. regional climate remains the same in the 21st century, similar extreme trends are also projected by WRF-MPI for the next 30 years. A methodology is also developed to objectively analyze how climate change may be synergistically interacting with ENSO-PDV variability during the early warm season.. Our analysis suggests that interannual variability of warm season temperature and precipitation associated with Pacific SST forcing is becoming more extreme and the signal is stronger in the observed record.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023333",
        "title": "The more extreme nature of U.S. warm season climate in the recent observational record and two “well performing” dynamically downscaled CMIP3 models"
    },
    {
        "author": "Eva Enkelmann, Peter O. Koons, Terry L. Pavlis, Bernard Hallet, Adam Barker, Julie Elliott, John I. Garver, Sean P. S. Gulick, Rachel M. Headley, Gary L. Pavlis, Kenneth D. Ridgway, Natalia Ruppert, Harm J. A. Van Avendonk",
        "date": "2015-07-30",
        "description": "\n\nInvestigations of tectonic and surface processes have shown a clear relationship between climate-influenced erosion and long-term exhumation of rocks. Numerical models suggest that most orogens are in a transient state, but observational evidence of a spatial shift in mountain building processes due to tectonic-climate interaction is missing. New thermochronology data synthesized with geophysical and surface process data elucidate the evolving interplay of erosion and tectonics of the colliding Yakutat microplate with North America. Focused deformation and rock exhumation occurred in the apex of the colliding plate corner from > 4 to 2 Ma and shifted southward after the 2.6 Ma climate change. The present exhumation maximum coincides with the largest modern shortening rates, highest concentration of seismicity, and the greatest erosive potential. We infer that the high sedimentation caused rheological modification and the emergence of the southern St. Elias, intercepting orographic precipitation and shifting focused erosion and exhumation to the south.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064727",
        "title": "Cooperation among tectonic and surface processes in the St. Elias Range, Earth's highest coastal mountains"
    },
    {
        "author": "James E. Overland et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0395.1?af=R",
        "title": "Increased Variability in the Early Winter Subarctic North American Atmospheric Circulation"
    },
    {
        "author": "Jiali Wang, Veerabhadra R. Kotamarthi",
        "date": "2015-07-29",
        "description": "\n\nThis study performs high-spatial-resolution (12 km) Weather Research and Forecasting (WRF) simulations over a very large domain (7200 km × 6180 km, covering much of North America) to explore changes in mean and extreme precipitation in the mid and late 21st century under Representative Concentration Pathways 4.5 (RCP 4.5) and 8.5 (RCP 8.5). We evaluate WRF model performance for a historical simulation and future projections, applying the Community Climate System Model version 4 (CCSM4) as initial and boundary conditions with and without a bias correction. WRF simulations using boundary and initial conditions from both versions of CCSM4 show smaller biases versus evaluation data sets than does CCSM4 over western North America. WRF simulations also improve spatial details of precipitation over much of North America. However, driving the WRF with the bias-corrected CCSM4 does not always reduce the bias. WRF-projected changes in precipitation include decreasing intensity over the southwestern United States, increasing intensity over the eastern United Sates and most of Canada, and an increase in the number of days with heavy precipitation over much of North America. Projected precipitation changes are more evident in the late 21st century than the mid 21st century, and they are more evident under RCP 8.5 than under RCP 4.5 in the late 21st century. Uncertainties in the projected changes in precipitation due to different warming scenarios are non-negligible. Differences in summer precipitation changes between WRF and CCSM4 are significant over most of the United States.\n",
        "journal": "Earth’s Future",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000304",
        "title": "High-resolution dynamically downscaled projections of precipitation in the mid and late 21st century over North America"
    },
    {
        "author": "Christopher Lucas, Hanh Nguyen",
        "date": "2015-07-27",
        "description": "\nRadiosonde-based tropical expansion rate estimates for six continental-centered regions of the globe are discussed. New results from the Northern Hemisphere are presented, complementing previous Southern Hemisphere (SH) results using an identical methodology. Expansion rates are largest over Asia and Australia-New Zealand (ANZ). Other regions show more modest rates of expansion, and there is no statistically significant expansion over North America. In the hemispheric average, expansion rates are slightly larger in the SH. This asymmetry, although not statistically significant, is consistent with ozone depletion acting as a codriver of tropical expansion since 1979. The picture of regional expansion here is different from that in other studies or that derived solely from reanalyses. The relationships between tropical expansion and modes of climate variability are explored using partial regression techniques. Interannually, a relationship is seen with the El Niño–Southern Oscillation (ENSO) across most of the globe. Regionally, the Pacific Decadal Oscillation (PDO) has a significant impact over Asia, while the Southern Annular Mode (SAM) affects expansion over ANZ. Considering the longer-term changes in the climate variability indices since 1979, it suggests that the PDO may account for up to 50% of the observed tropical expansion over Asia, while SAM may account for 20–30% of the SH expansion, particularly over ANZ. Decadal changes in ENSO may account for a further 20–30% of the global and regional trends. Accounting for the effect of climate variability helps to reconcile the differences in observations and model-based simulations of tropical expansion.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023130",
        "title": "Regional characteristics of tropical expansion and the role of climate variability"
    },
    {
        "author": "Jonathan Jalbert et al",
        "date": "2015-07-21",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00360.1?af=R",
        "title": "Canadian RCM Projected Transient Changes to Precipitation Occurrence, Intensity, and Return Level over North America"
    },
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz",
        "date": "2015-07-20",
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421",
        "title": "Decreasing US aridity in a warming climate"
    },
    {
        "author": "Christopher G. Piecuch, Rui M. Ponte",
        "date": "2015-07-16",
        "description": "\n\nRegional sea level (SL) changes reflect dynamic and isostatic ocean effects. Recent works have interpreted accelerated and extreme SL changes along the northeast coast of North America primarily in terms of dynamic changes; however, dedicated study of isostatic changes related to surface atmospheric pressure loading—the inverted barometer (IB) effect—has been lacking. This investigation uses five different atmospheric pressure products to analyze the influence of the IB effect on annual mean SL from tide gauge records. The IB effect explains ∼25% of interannual SL variance and accounts for ∼50% of the magnitude of a recent extreme event of SL rise along Atlantic Canada and New England. Estimated IB effects also amount to ∼10–30% of recent multidecadal SL accelerations over the Mid-Atlantic Bight and Southern New England. These findings reiterate the need for careful estimation and removal of isostatic effects for studies of dynamic SL.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064580",
        "title": "Inverted barometer contributions to recent sea level changes along the northeast coast of North America"
    },
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad",
        "date": "2015-07-14",
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll is complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least 2 times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration increased significantly in the Strait of Georgia during this period, with highest concentration observed during the near neutral ENSO conditions of the spring of 2007. The next highest concentrations occur off southwest Vancouver Island but have no statistically significant trend. The lowest average peak chlorophyll concentration is observed off Southern California. The timing of the highest chlorophyll concentration is latest off the coast of Washington and earliest off the coast of Southern California. Small increasing concentration trends are observed off the Washington and California coasts.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496",
        "title": "Satellite chlorophyll off the British Columbia Coast, 1997–2010"
    },
    {
        "author": "Keith J. Harding et al",
        "date": "2015-07-07",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00657.1?af=R",
        "title": "The Relationship between the Pacific-North American Teleconnection Pattern, the Great Plains Low-Level Jet, and North Central U.S. Heavy Rainfall Events"
    },
    {
        "author": "D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw",
        "date": "2015-06-24",
        "description": "<b>Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century</b><br /><br />Climate of the Past, 11, 939-958, 2015<br /><br />Author(s): D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw<br /><br />Reconstructions of past climate behavior often describe prominent anomalous\nperiods that are not necessarily captured in climate simulations. Here, we\nillustrate the contrast between an interdecadal strong positive phase of the\nwinter Pacific/North American pattern (PNA) in the early 19th century\nthat is described by a PNA reconstruction based on tree rings from\nnorthwestern North America, and a slight tendency towards negative winter\nPNA anomalies during the same period in an ensemble of state-of-the-art\ncoupled climate simulations. Additionally, a pseudo-proxy investigation with\nthe same simulation ensemble allows for assessing the robustness of PNA\nreconstructions using solely geophysical predictors from northwestern North\nAmerica for the last millennium. The reconstructed early 19th-century\npositive PNA anomaly emerges as a potentially reliable feature, although the\npseudo-reconstructions are subject to a number of sources of uncertainty and\ndeficiencies highlighted especially at multidecadal and centennial\ntimescales. The pseudo-reconstructions demonstrate that the\nearly 19th-century discrepancy between reconstructed and simulated PNA\ndoes not stem from the reconstruction process. Instead, reconstructed and\nsimulated features of the early 19th-century PNA can be reconciled by\ninterpreting the reconstructed evolution during this time as an expression\nof internal climate variability, which is unlikely to be reproduced in its\nexact temporal occurrence by a small ensemble of climate simulations.\nHowever, firm attribution of the reconstructed PNA anomaly is hampered by\nknown limitations and deficiencies of coupled climate models and\nuncertainties in the early 19th-century external forcing and background\nclimate state.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/939/2015/",
        "title": "Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century"
    },
    {
        "author": "Melissa S. Bukovsky et al",
        "date": "2015-06-08",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R",
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    },
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld",
        "date": "2015-05-27",
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/781/2015/",
        "title": "Controls on fire activity over the Holocene"
    },
    {
        "author": "Liping Zhang, Chuanhu Zhao",
        "date": "2015-05-25",
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415",
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    },
    {
        "author": "Xia Feng, Paul Houser",
        "date": "2015-02-24",
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573",
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    },
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon",
        "date": "2015-02-13",
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565",
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    },
    {
        "author": "JAMES A. SCREEN et al",
        "date": "2014-12-18",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00185.1?af=R",
        "title": "REDUCED RISK OF NORTH AMERICAN COLD EXTREMES DUE TO CONTINUED ARCTIC SEA ICE LOSS"
    },
    {
        "author": "Ian G. McKendry, David S. Gutzler",
        "date": "2014-11-06",
        "description": "\n\nPrevious research highlights the dominant role of Pacific sea surface temperatures (SSTs) and their associated large-scale teleconnections in modulating the North American monsoon (NAM). At the regional scale, feedbacks associated with land-surface boundary conditions have been shown to provide ‘memory’ in the system. Here, a previously unexplored second-order linkage between aerosol generated by late-spring wildfires and subsequent summer precipitation delivered by the NAM in the Arizona-New Mexico (AZNM) region is proposed. Correlations between June/July organic carbon and elemental carbon (OC/EC) in Inter-agency Monitoring of Protected Visual Environments (IMPROVE) aerosol data (Gila Wilderness and Bandelier) and NAM precipitation in southern AZNM over the period 1994–2012 are shown to be negative (r = –0.4), suggesting that active antecedent wildfire seasons tend to be immediately followed by a weak late summer monsoon. This result is consistent with a previous study linking precipitation and area burned in wildfires in AZNM. A survey of extant literature suggests a sound basis for potential mechanisms related to convective processes and cloud microphysics, and furthermore suggests that this forcing could be of similar magnitude to well-documented land-based second-order NAM forcings (antecedent snowpack and soil moisture, vegetation, and mineral dust). Based on these results, we believe that the role of aerosols in modulating summer precipitation deserves further investigation both observationally and in modeling studies. If indeed wildfire smoke does contribute to the modulation of NAM intensity, by virtue of its close temporal association with NAM season, it may well represent a factor that could contribute effectively to improved seasonal prediction of summer precipitation in the NAM region.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4195",
        "title": "A possible link between wildfire aerosol and North American Monsoon precipitation in Arizona–New Mexico"
    },
    {
        "author": "Jie Zhang, Laurent Li, Dongliang Li, Weitao Deng",
        "date": "2014-09-30",
        "description": "\n\nDrought is one of the most devastating natural disasters occurring in the Yellow River basin (YRB) in Central and North China, with strong impacts on human societies and natural environments. Based on datasets from ECMWF/ERA-Interim on atmospheric circulation and sea level pressure and on rainfall data from meteorological networks from 1979 to 2013, droughts in the YRB are investigated in the present work. Rainfall in summer in the northern YRB (semi-arid and semi-humid zones) has been low since 1990, which is associated with an anomaly of planetary waves around Lake Baikal. These waves are significantly affected by Arctic ice loss (particularly in the eastern Arctic) among other factors. Eastern Arctic ice loss results in a warmer surface and increases air temperatures over the Arctic and northern Siberia. These conditions are favourable for cyclonic anomalies in the lower troposphere, generating an ascending flow anomaly over the eastern Arctic and a positive anomaly of meridional wind in the low troposphere between high latitudes and the Arctic. This situation results in a weaker Polar cell and a stronger Ferrel cell in the three-cell latitudinal circulation, due to increasing the ascending flow at approximately 60°N as well as the descending flow at approximately 35°–53°N. These conditions favour reinforcement as well as the width of subtropical high pressures, meridional shifts or northward elongation, the anomaly of planetary wave ridges around Lake Baikal, finally, more severe droughts in the northern YRB. Simulations performed with an atmospheric general circulation model confirm that Arctic sea ice loss can induce a northward shift and enhancement of subtropical high pressures, together with decreasing rainfall in the mid-latitudes of both North America and East Asia, especially in the northern YRB.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4177",
        "title": "Summer droughts in the northern Yellow River basin in association with recent Arctic ice loss"
    }
]