[
    {
        "author": "William J. Randel, Kai Zhang, Rong Fu", 
        "date": "2015-07-20", 
        "description": "\n\nWater vapor in the lower stratosphere exhibits localized maximum values during Northern Hemisphere summer in the Asian and North American (NA) monsoon regions. The processes maintaining these maxima are not well understood. We analyze the variability of water vapor in the monsoon regions based on Aura Microwave Limb Sounder satellite observations during 2005–2013, and quantify links to deep convection, large-scale temperatures and monsoonal circulations. Strong sub-seasonal variations in stratospheric water vapor are closely linked with deep convection in the monsoon regions, with the surprising result that stronger convection leads to a relatively dry stratosphere and weaker convection to a wetter stratosphere. This result is observed for both the Asian and NA monsoon regions. This behavior is explained by temperature changes in the stratosphere tied to deep convection: stronger convection leads to relatively cold temperatures in the subtropical lower stratosphere, which is the key region controlling large-scale dehydration within the anticyclonic monsoonal circulations. Likewise, weaker convection leads to warmer subtropical stratospheric temperatures, relatively less dehydration and enhanced water vapor. The observed water vapor changes are in approximate agreement with those expected from the subtropical temperature variations, taking into account dilution of the dehydrated air into the larger monsoon region. These results demonstrate that stratospheric water vapor in the NH monsoon regions is mainly controlled by large-scale circulation and temperatures, and overshooting deep convection plays a relatively minor role.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023622", 
        "title": "What controls stratospheric water vapor in the NH summer monsoon regions?"
    }, 
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz", 
        "date": "2015-07-20", 
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421", 
        "title": "Decreasing US aridity in a warming climate"
    }, 
    {
        "author": "T. Nikonovas, P. R. J. North, and S. H. Doerr", 
        "date": "2015-07-17", 
        "description": "<b>Smoke aerosol properties and ageing effects for northern temperate  and boreal regions derived from AERONET source and age attribution</b><br /><br />Atmospheric Chemistry and Physics, 15, 7929-7943, 2015<br /><br />Author(s): T. Nikonovas, P. R. J. North, and S. H. Doerr<br /><br />Particulate emissions from wildfires impact human health and have a large but\nuncertain effect on climate. Modelling schemes depend on information about\nemission factors, emitted particle microphysical and optical properties and\nageing effects, while satellite retrieval algorithms make use of\ncharacteristic aerosol models to improve retrieval. Ground-based remote\nsensing provides detailed aerosol characterisation, but does not contain\ninformation on source. Here, a method is presented to estimate plume origin\nland cover type and age for AERONET aerosol observations, employing\ntrajectory modelling using the HYSPLIT model, and satellite active fire and\naerosol optical thickness (AOT) observations from Moderate Resolution Imaging\nSpectroradiometer (MODIS) and Along Track Scanning Radiometer\n(AATSR). It is applied to AERONET stations located in or near northern\ntemperate and boreal forests for the period 2002–2013. The results from 629\nfire attributions indicate significant differences in size distributions and\nparticle optical properties between different land cover types and plume age.\nSmallest fine mode median radius (<i>R</i><sub>fv</sub>) are attributed to plumes\nfrom cropland and/or natural vegetation mosaic (0.143 <abbr>μm</abbr>) and\ngrassland (0.157 <abbr>μm</abbr>) fires. North American evergreen needleleaf\nforest emissions show a significantly smaller <i>R</i><sub>fv</sub>\n(0.164 <abbr>μm</abbr>) than plumes from Eurasian mixed forests\n(0.193 <abbr>μm</abbr>) and plumes attributed to the land cover types with\nsparse tree cover – open shrubland (0.185 <abbr>μm</abbr>) and woody savannas\n(0.184 <abbr>μm</abbr>). The differences in size distributions are related to\ninferred variability in plume concentrations between the land cover types.\nSignificant differences are observed between day and night emissions, with\ndaytime emissions showing larger particle sizes. Smoke is predominantly\nscattering for all of the classes with median single scattering albedo at\n440 nm (SSA(440)) values close to 0.95 except the cropland emissions\nwhich have an SSA(440) value of 0.9. Plumes aged for 4 days or older\nhave median <i>R</i><sub>fv</sub> larger by ~0.02 <abbr>μm</abbr> compared\nto young smoke. Differences in size were consistent with a decrease in the\nÅngström Exponent and increase in the asymmetry parameter. Only an\ninsignificant increase in SSA(λ) with ageing was found.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7929/2015/", 
        "title": "Smoke aerosol properties and ageing effects for northern temperate  and boreal regions derived from AERONET source and age attribution"
    }, 
    {
        "author": "Dana L. Doubler et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1596-1619, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0311.1?af=R", 
        "title": "An NARR-Derived Climatology of Southerly and Northerly Low-Level Jets over North America and Coastal Environs"
    }, 
    {
        "author": "Christopher G. Piecuch, Rui M. Ponte", 
        "date": "2015-07-16", 
        "description": "\n\nRegional sea level (SL) changes reflect dynamic and isostatic ocean effects. Recent works have interpreted accelerated and extreme SL changes along the northeast coast of North America primarily in terms of dynamic changes; however, dedicated study of isostatic changes related to surface atmospheric pressure loading—the inverted barometer (IB) effect—has been lacking. This investigation uses five different atmospheric pressure products to analyze the influence of the IB effect on annual mean SL from tide gauge records. The IB effect explains ∼25% of interannual SL variance and accounts for ∼50% of the magnitude of a recent extreme event of SL rise along Atlantic Canada and New England. Estimated IB effects also amount to ∼10–30% of recent multidecadal SL accelerations over the Mid-Atlantic Bight and Southern New England. These findings reiterate the need for careful estimation and removal of isostatic effects for studies of dynamic SL.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064580", 
        "title": "Inverted barometer contributions to recent sea level changes along the northeast coast of North America"
    }, 
    {
        "author": "J. Liu, E. Scheuer, J. Dibb, G. S. Diskin, L. D. Ziemba, K. L. Thornhill, B. E. Anderson, A. Wisthaler, T. Mikoviny, J. J. Devi, M. Bergin, A. E. Perring, M. Z. Markovic, J. P. Schwarz, P. Campuzano-Jost, D. A. Day, J. L. Jimenez, and R. J. Weber", 
        "date": "2015-07-16", 
        "description": "<b>Brown carbon aerosol in the North American continental troposphere: sources, abundance, and radiative forcing</b><br /><br />Atmospheric Chemistry and Physics, 15, 7841-7858, 2015<br /><br />Author(s): J. Liu, E. Scheuer, J. Dibb, G. S. Diskin, L. D. Ziemba, K. L. Thornhill, B. E. Anderson, A. Wisthaler, T. Mikoviny, J. J. Devi, M. Bergin, A. E. Perring, M. Z. Markovic, J. P. Schwarz, P. Campuzano-Jost, D. A. Day, J. L. Jimenez, and R. J. Weber<br /><br />Chemical components of organic aerosol (OA) selectively absorb light at short\nwavelengths. In this study, the prevalence, sources, and optical importance\nof this so-called brown carbon (BrC) aerosol component are investigated\nthroughout the North American continental tropospheric column during a\nsummer of extensive biomass burning. Spectrophotometric absorption\nmeasurements on extracts of bulk aerosol samples collected from an aircraft\nover the central USA were analyzed to directly quantify BrC abundance. BrC\nwas found to be prevalent throughout the 1 to 12 km altitude measurement\nrange, with dramatic enhancements in biomass-burning plumes. BrC to black carbon (BC) ratios, under background tropospheric conditions, increased with\naltitude, consistent with a corresponding increase in the absorption Ångström exponent (AAE) determined from a three-wavelength particle soot absorption photometer (PSAP). The sum of inferred BC absorption and measured\nBrC absorption at 365 nm was within 3 % of the measured PSAP absorption\nfor background conditions and 22 % for biomass burning. A radiative\ntransfer model showed that BrC absorption reduced top-of-atmosphere (TOA) aerosol\nforcing by ~ 20 % in the background troposphere. Extensive\nradiative model simulations applying this study background tropospheric\nconditions provided a look-up chart for determining radiative forcing\nefficiencies of BrC as a function of a surface-measured BrC : BC ratio and\nsingle scattering albedo (SSA). The chart is a first attempt to provide a\ntool for better assessment of brown carbon's forcing effect when one is\nlimited to only surface data. These results indicate that BrC is an\nimportant contributor to direct aerosol radiative forcing.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7841/2015/", 
        "title": "Brown carbon aerosol in the North American continental troposphere: sources, abundance, and radiative forcing"
    }, 
    {
        "author": "K. Yahya, K. Wang, Y. Zhang, and T. E. Kleindienst", 
        "date": "2015-07-16", 
        "description": "<b>Application of WRF/Chem over   North America  under the AQMEII Phase 2 – Part 2: Evaluation of 2010 application and responses of air quality and meteorology–chemistry interactions to changes in emissions and meteorology from 2006 to 2010</b><br /><br />Geoscientific Model Development, 8, 2095-2117, 2015<br /><br />Author(s): K. Yahya, K. Wang, Y. Zhang, and T. E. Kleindienst<br /><br />The Weather Research and Forecasting model with Chemistry (WRF/Chem)\nsimulation with the 2005 Carbon Bond (CB05) gas-phase mechanism coupled to the\nModal for Aerosol Dynamics for Europe (MADE) and the volatility basis set approach\nfor secondary organic aerosol (SOA) are conducted over a domain in North\nAmerica for 2006 and 2010 as part of the Air Quality Model Evaluation\nInternational Initiative (AQMEII) Phase 2 project. Following the Part 1\npaper that focuses on the evaluation of the 2006 simulations, this Part 2\npaper focuses on a comparison of model performance in 2006 and 2010 as well as\nanalysis of the responses of air quality and meteorology–chemistry\ninteractions to changes in emissions and meteorology from 2006 to 2010. In\ngeneral, emissions for gaseous and aerosol species decrease from 2006 to\n2010, leading to a reduction in gaseous and aerosol concentrations and\nassociated changes in radiation and cloud variables due to various feedback\nmechanisms. WRF/Chem is able to reproduce most observations and the observed\nvariation trends from 2006 to 2010, despite its slightly worse performance\nthan WRF that is likely due to inaccurate chemistry feedbacks resulting from\nless accurate emissions and chemical boundary conditions (BCONs) in 2010.\nCompared to 2006, the performance for most meteorological variables in 2010\ngives lower normalized mean biases but higher normalized mean errors and\nlower correlation coefficients. The model also shows poorer performance for\nmost chemical variables in 2010. This could be attributed to\nunderestimations in emissions of some species, such as primary organic\naerosol in some areas of the US in 2010, and inaccurate chemical BCONs and\nmeteorological predictions. The inclusion of chemical feedbacks in WRF/Chem\nreduces biases in meteorological predictions in 2010; however, it increases\nerrors and weakens correlations comparing to WRF simulations. Sensitivity\nsimulations show that the net changes in meteorological variables from 2006\nto 2010 are mostly influenced by changes in meteorology and those of ozone\nand fine particulate matter are influenced to a large extent by emissions\nand/or chemical BCONs and to a lesser extent by changes in meteorology.\nUsing a different set of emissions and/or chemical BCONs helps   improve the\nperformance of individual variables, although it does not improve the degree\nof agreement with observed interannual trends. These results indicate a\nneed to further improve the accuracy and consistency of emissions and\nchemical BCONs, the representations of SOA and chemistry–meteorology\nfeedbacks in the online-coupled models.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/2095/2015/", 
        "title": "Application of WRF/Chem over   North America  under the AQMEII Phase 2 – Part 2: Evaluation of 2010 application and responses of air quality and meteorology–chemistry interactions to changes in emissions and meteorology from 2006 to 2010"
    }, 
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Minnesota Minneapolis, Benjamin I. Cook", 
        "date": "2015-07-14", 
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American Monsoon (NAM) region 2 (113.25°W-107.75°W, 30°N-35.25°N—NAM2) of Southwestern North America is analyzed in fully-coupled simulations of the last millennium and compared to tree-ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies but the strength of this relationship is variable on multi-decadal timescales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer timescales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st-century projections of hydroclimate in the American Southwest and parts of Mexico.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085", 
        "title": "Winter-to-Summer Precipitation Phasing in Southwestern North America: A Multi-century perspective from Paleoclimatic Model-Data Comparisons"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-07-14", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll is complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least 2 times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration increased significantly in the Strait of Georgia during this period, with highest concentration observed during the near neutral ENSO conditions of the spring of 2007. The next highest concentrations occur off southwest Vancouver Island but have no statistically significant trend. The lowest average peak chlorophyll concentration is observed off Southern California. The timing of the highest chlorophyll concentration is latest off the coast of Washington and earliest off the coast of Southern California. Small increasing concentration trends are observed off the Washington and California coasts.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia Coast, 1997–2010"
    }, 
    {
        "author": "Jiali Wang, Veerabhadra R. Kotamarthi", 
        "date": "2015-07-14", 
        "description": "\n\nThis study performs high-spatial-resolution (12 km) Weather Research and Forecasting (WRF) simulations over a very large domain (7200 km × 6180 km, covering much of North America) to explore changes in mean and extreme precipitation in the mid and late 21st century under Representative Concentration Pathways 4.5 (RCP 4.5) and 8.5 (RCP 8.5). We evaluate WRF model performance for a historical simulation and future projections, applying the Community Climate System Model version 4 (CCSM4) as initial and boundary conditions with and without a bias correction. WRF simulations using boundary and initial conditions from both versions of CCSM4 show smaller biases versus evaluation data sets than does CCSM4 over western North America. WRF simulations also improve spatial details of precipitation over much of North America. However, driving the WRF with the bias-corrected CCSM4 does not always reduce the bias. WRF-projected changes in precipitation include decreasing intensity over the U.S. Southwest, increasing intensity over the eastern United Sates and most of Canada, and an increase in the number of days with heavy precipitation over much of North America. Projected precipitation changes are more evident in the late 21st century than the mid 21st century, and they are more evident under RCP 8.5 than RCP 4.5 in the late 21st century. Uncertainties in the projected changes in precipitation due to different warming scenarios are non-negligible. Differences in summer precipitation changes between WRF and CCSM4 are significant over most of the United States.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000304", 
        "title": "High-resolution dynamically downscaled projections of precipitation in the mid and late 21st century over North America"
    }, 
    {
        "author": "Keith J. Harding et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00657.1?af=R", 
        "title": "The Relationship between the Pacific-North American Teleconnection Pattern, the Great Plains Low-Level Jet, and North Central U.S. Heavy Rainfall Events"
    }, 
    {
        "author": "Elizabeth A. Barnes et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5254-5271, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00589.1?af=R", 
        "title": "CMIP5 Projections of Arctic Amplification, of the North American/North Atlantic Circulation, and of Their Relationship"
    }, 
    {
        "author": "Eva Enkelmann, Peter O. Koons, Terry L. Pavlis, Bernard Hallet, Adam Barker, Julie Elliott, John I. Garver, Sean P.S. Gulick, Rachel M. Headley, Gary L. Pavlis, Kenneth D. Ridgway, Natalia Ruppert, Harm Avendonk", 
        "date": "2015-07-01", 
        "description": "\n\nInvestigations of tectonic and surface processes have shown a clear relationship between climate-influenced erosion and long-term exhumation of rocks. Numerical models suggest most orogens are in a transient state, but observational evidence of a spatial shift in mountain building processes due to tectonic-climate interaction are missing. New thermochronology data synthesized with geophysical, and surface process data elucidating the evolving interplay of erosion and tectonics of the colliding Yakutat microplate with North America. Focused deformation and rock exhumation occurred in the apex of the colliding plate corner from > 4 to 2 Ma and shifted southward after the 2.6 Ma climate change. The present exhumation maximum coincides with the largest modern shortening rates, highest concentration of seismicity and the greatest erosive potential. We infer that the high sedimentation caused rheological modification and the emergence of the southern St. Elias, intercepting orographic precipitation and shifting focused erosion and exhumation to the south.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064727", 
        "title": "Cooperation of tectonic and surface processes produces Earth's highest coastal mountains"
    }, 
    {
        "author": "A. J. Turner, D. J. Jacob, K. J. Wecht, J. D. Maasakkers, E. Lundgren, A. E. Andrews, S. C. Biraud, H. Boesch, K. W. Bowman, N. M. Deutscher, M. K. Dubey, D. W. T. Griffith, F. Hase, A. Kuze, J. Notholt, H. Ohyama, R. Parker, V. H. Payne, R. Sussmann, C. Sweeney, V. A. Velazco, T. Warneke, P. O. Wennberg, and D. Wunch", 
        "date": "2015-06-30", 
        "description": "<b>Estimating global and North American methane emissions with high spatial resolution using GOSAT satellite data</b><br /><br />Atmospheric Chemistry and Physics, 15, 7049-7069, 2015<br /><br />Author(s): A. J. Turner, D. J. Jacob, K. J. Wecht, J. D. Maasakkers, E. Lundgren, A. E. Andrews, S. C. Biraud, H. Boesch, K. W. Bowman, N. M. Deutscher, M. K. Dubey, D. W. T. Griffith, F. Hase, A. Kuze, J. Notholt, H. Ohyama, R. Parker, V. H. Payne, R. Sussmann, C. Sweeney, V. A. Velazco, T. Warneke, P. O. Wennberg, and D. Wunch<br /><br />We use 2009–2011 space-borne methane observations from the Greenhouse Gases\nObserving SATellite (GOSAT) to estimate global and North American methane\nemissions with 4° × 5° and up to\n50 km × 50 km spatial resolution, respectively.\nGEOS-Chem and GOSAT data are first evaluated with atmospheric methane\nobservations from surface and tower networks (NOAA/ESRL, TCCON) and aircraft\n(NOAA/ESRL, HIPPO), using the GEOS-Chem chemical transport model as a\nplatform to facilitate comparison of GOSAT with in situ data. This\nidentifies a high-latitude bias between the GOSAT data and GEOS-Chem that we\ncorrect via quadratic regression. Our global adjoint-based inversion yields a\ntotal methane source of 539 Tg a<sup>&minus;1</sup> with some important regional\ncorrections to the EDGARv4.2 inventory used as a prior. Results serve as\ndynamic boundary conditions for an analytical inversion of North American\nmethane emissions using radial basis functions to achieve high resolution of\nlarge sources and provide error characterization. We infer a US anthropogenic\nmethane source of 40.2–42.7 Tg a<sup>&minus;1</sup>, as compared to\n24.9–27.0 Tg a<sup>&minus;1</sup> in the EDGAR and EPA bottom-up inventories, and\n30.0–44.5 Tg a<sup>&minus;1</sup> in recent inverse studies. Our estimate is\nsupported by independent surface and aircraft data and by previous inverse\nstudies for California. We find that the emissions are highest in the\nsouthern–central US, the Central Valley of California, and Florida wetlands;\nlarge isolated point sources such as the US Four Corners also contribute.\nUsing prior information on source locations, we attribute 29–44 % of US\nanthropogenic methane emissions to livestock, 22–31 % to oil/gas, 20 %\nto landfills/wastewater, and 11–15 % to coal. Wetlands contribute an\nadditional 9.0–10.1 Tg a<sup>&minus;1</sup>.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7049/2015/", 
        "title": "Estimating global and North American methane emissions with high spatial resolution using GOSAT satellite data"
    }, 
    {
        "author": "M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller", 
        "date": "2015-06-29", 
        "description": "<b>Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012</b><br /><br />Atmospheric Chemistry and Physics, 15, 7017-7037, 2015<br /><br />Author(s): M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller<br /><br />Vertically resolved distributions of sulfur dioxide (SO<sub>2</sub>) with\n      global coverage in the height region from the upper troposphere to\n      ~20 km altitude have been derived from observations by\n      the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS)\n      on Envisat for the period July 2002 to April 2012. Retrieved volume\n      mixing ratio profiles representing single measurements are\n      characterized by typical errors in the range of 70–100 pptv\n      and by a vertical resolution ranging from 3 to 5 km. Comparison\n      with  observations by the Atmospheric Chemistry Experiment Fourier transform spectrometer (ACE-FTS) revealed a slightly varying bias with\n      altitude of −20 to 50 pptv for the MIPAS data set in case of\n      volcanically enhanced concentrations. For background concentrations\n      the comparison showed a systematic difference between the two major\n      MIPAS observation periods. After debiasing, the difference could be\n      reduced to biases within −10 to 20 pptv in the altitude\n      range of 10–20 km with respect to ACE-FTS. Further\n      comparisons of the debiased MIPAS data set with in situ measurements\n      from various aircraft campaigns showed no obvious inconsistencies\n      within a range of around ±50 pptv. The SO<sub>2</sub>\n      emissions of more than 30 volcanic eruptions could be identified\n      in the upper troposphere and lower stratosphere (UTLS). Emitted\n      SO<sub>2</sub> masses and lifetimes within different altitude ranges in\n      the UTLS have been derived for a large part of these eruptions. Masses\n      are in most cases within estimations derived from other\n      instruments. From three of the major eruptions within the MIPAS\n      measurement period – Kasatochi in August 2008, Sarychev in June 2009\n      and Nabro in June 2011 – derived lifetimes of SO<sub>2</sub> for the\n      altitude ranges 10–14, 14–18 and\n      18–22 km are 13.3 ± 2.1, 23.6 ± 1.2 and  32.3 ± 5.5 days respectively. By omitting\n      periods with obvious volcanic influence we have derived background\n      mixing ratio distributions of SO<sub>2</sub>. At 10 km altitude\n      these indicate an annual cycle at northern mid- and high latitudes\n      with maximum values in summer and an amplitude of about\n      30 pptv. At higher altitudes of about 16–18 km,\n      enhanced mixing ratios of SO<sub>2</sub> can be found in the regions of\n      the Asian and the North American monsoons in summer – a possible\n      connection to an aerosol layer discovered by Vernier et al. (2011b) in that\n      region.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7017/2015/", 
        "title": "Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012"
    }, 
    {
        "author": "Geert Jan Van Oldenborgh et al", 
        "date": "2015-06-25", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 5, Page 707-714, May 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00036.1?af=R", 
        "title": "Cold Extremes in North America vs. Mild Weather in Europe: The Winter of 2013–14 in the Context of a Warming World"
    }, 
    {
        "author": "E. Crosbie, J.-S. Youn, B. Balch, A. Wonaschütz, T. Shingler, Z. Wang, W. C. Conant, E. A. Betterton, and A. Sorooshian", 
        "date": "2015-06-25", 
        "description": "<b>On the competition among aerosol number, size and composition in predicting CCN variability: a multi-annual field study in an urbanized desert</b><br /><br />Atmospheric Chemistry and Physics, 15, 6943-6958, 2015<br /><br />Author(s): E. Crosbie, J.-S. Youn, B. Balch, A. Wonaschütz, T. Shingler, Z. Wang, W. C. Conant, E. A. Betterton, and A. Sorooshian<br /><br />A 2-year data set of measured CCN (cloud condensation nuclei) concentrations\nat 0.2 % supersaturation is combined with aerosol size distribution and\naerosol composition data to probe the effects of aerosol number\nconcentrations, size distribution and composition on CCN patterns. Data were\ncollected over a period of 2 years (2012–2014) in central Tucson, Arizona: a\nsignificant urban area surrounded by a sparsely populated desert. Average CCN\nconcentrations are typically lowest in spring (233 cm<sup>−3</sup>), highest in\nwinter (430 cm<sup>−3</sup>) and have a secondary peak during the North American\nmonsoon season (July to September; 372 cm<sup>−3</sup>). There is significant\nvariability outside of seasonal patterns, with extreme concentrations (1 and\n99 % levels) ranging from 56 to 1945 cm<sup>−3</sup> as measured during the\nwinter, the season with highest variability.\n<br><br>\nModeled CCN concentrations based on fixed chemical composition achieve better\nclosure in winter, with size and number alone able to predict 82 % of the\nvariance in CCN concentration. Changes in aerosol chemical composition are\ntypically aligned with changes in size and aerosol number, such that\nhygroscopicity can be parameterized even though it is still variable. In\nsummer, models based on fixed chemical composition explain at best only\n41 % (pre-monsoon) and 36 % (monsoon) of the variance. This is\nattributed to the effects of secondary organic aerosol (SOA) production, the\ncompetition between new particle formation and condensational growth, the\ncomplex interaction of meteorology, regional and local emissions and\nmulti-phase chemistry during the North American monsoon. Chemical composition\nis found to be an important factor for improving predictability in spring and\non longer timescales in winter.\n<br><br>\nParameterized models typically exhibit improved predictive skill when there\nare strong relationships between CCN concentrations and the prevailing\nmeteorology and dominant aerosol physicochemical processes, suggesting that\nsimilar findings could be possible in other locations with comparable\nclimates and geography.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6943/2015/", 
        "title": "On the competition among aerosol number, size and composition in predicting CCN variability: a multi-annual field study in an urbanized desert"
    }, 
    {
        "author": "D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw", 
        "date": "2015-06-24", 
        "description": "<b>Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century</b><br /><br />Climate of the Past, 11, 939-958, 2015<br /><br />Author(s): D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw<br /><br />Reconstructions of past climate behavior often describe prominent anomalous\nperiods that are not necessarily captured in climate simulations. Here, we\nillustrate the contrast between an interdecadal strong positive phase of the\nwinter Pacific/North American pattern (PNA) in the early 19th century\nthat is described by a PNA reconstruction based on tree rings from\nnorthwestern North America, and a slight tendency towards negative winter\nPNA anomalies during the same period in an ensemble of state-of-the-art\ncoupled climate simulations. Additionally, a pseudo-proxy investigation with\nthe same simulation ensemble allows for assessing the robustness of PNA\nreconstructions using solely geophysical predictors from northwestern North\nAmerica for the last millennium. The reconstructed early 19th-century\npositive PNA anomaly emerges as a potentially reliable feature, although the\npseudo-reconstructions are subject to a number of sources of uncertainty and\ndeficiencies highlighted especially at multidecadal and centennial\ntimescales. The pseudo-reconstructions demonstrate that the\nearly 19th-century discrepancy between reconstructed and simulated PNA\ndoes not stem from the reconstruction process. Instead, reconstructed and\nsimulated features of the early 19th-century PNA can be reconciled by\ninterpreting the reconstructed evolution during this time as an expression\nof internal climate variability, which is unlikely to be reproduced in its\nexact temporal occurrence by a small ensemble of climate simulations.\nHowever, firm attribution of the reconstructed PNA anomaly is hampered by\nknown limitations and deficiencies of coupled climate models and\nuncertainties in the early 19th-century external forcing and background\nclimate state.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/939/2015/", 
        "title": "Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century"
    }, 
    {
        "author": "L. J. Kramer, D. Helmig, J. F. Burkhart, A. Stohl, S. Oltmans, and R. E. Honrath", 
        "date": "2015-06-22", 
        "description": "<b>Seasonal variability of atmospheric nitrogen oxides and non-methane hydrocarbons at the GEOSummit station, Greenland</b><br /><br />Atmospheric Chemistry and Physics, 15, 6827-6849, 2015<br /><br />Author(s): L. J. Kramer, D. Helmig, J. F. Burkhart, A. Stohl, S. Oltmans, and R. E. Honrath<br /><br />Measurements of atmospheric nitrogen oxides NO<sub><i>x</i></sub>\n(NO<sub><i>x</i></sub> = NO + NO<sub>2</sub>), peroxyacetyl nitrate (PAN), NO<sub><i>y</i></sub>,\nand non-methane hydrocarbons (NMHC) were taken at the Greenland Environmental Observatory at Summit (GEOSummit) station,\nGreenland (72.34° N, 38.29° W; 3212 m a.s.l.), from\nJuly 2008 to July 2010. The data set represents the first year-round\nconcurrent record of these compounds sampled at a high latitude Arctic site.\nHere, the study focused on the seasonal variability of these important ozone\n(O<sub>3</sub>) precursors in the Arctic troposphere and the impact from transported\nanthropogenic and biomass burning emissions. Our analysis shows that PAN is\nthe dominant NO<sub><i>y</i></sub> species in all seasons at Summit, varying from 42 to\n76 %; however, we find that odd NO<sub><i>y</i></sub> species (odd\nNO<sub><i>y</i></sub> = NO<sub><i>y</i></sub> &minus; PAN &minus; NO<sub><i>x</i></sub>) contribute a large\namount to the total NO<sub><i>y</i></sub> speciation. We hypothesize that the source of this\nodd NO<sub><i>y</i></sub> is most likely alkyl nitrates and nitric acid (HNO<sub>3</sub>) from\ntransported pollution, and photochemically produced species such as nitrous acid (HONO).\n<br><br>\nFLEXPART retroplume analyses and black carbon (BC) tracers for anthropogenic\nand biomass burning (BB) emissions were used to identify periods when the\nsite was impacted by polluted air masses. Europe contributed the largest\nsource of anthropogenic emissions during the winter months (November–March)\nwith 56 % of the total anthropogenic BC tracer originating from Europe in\n2008–2009 and 69 % in 2009–2010. The polluted plumes resulted in mean\nenhancements above background levels up to 334, 295, 88, and\n1119 pmol mol<sup>&minus;1</sup> for NO<sub><i>y</i></sub>, PAN, NO<sub><i>x</i></sub>, and ethane, respectively,\nover the two winters. Enhancements in O<sub>3</sub> precursors during the second\nwinter were typically higher, which may be attributed to the increase in\nEuropean polluted air masses transported to Summit in 2009–2010 compared to\n2008–2009. O<sub>3</sub> levels were highly variable within the sampled anthropogenic\nplumes with mean ΔO<sub>3</sub> levels ranging from −6.7 to\n7.6 nmol mol<sup>&minus;1</sup> during the winter periods.\n<br><br>\nNorth America was the primary source of biomass burning emissions during the\nsummer; however, only 13 BB events were observed as the number of air masses\ntransported to Summit, with significant BB emissions, was low in general\nduring the measurement period. The BB plumes were typically very aged, with\nmedian transport times to the site from the source region of 14 days. The\nanalyses of O<sub>3</sub> and precursor levels during the BB events indicate\nthat some of the plumes sampled impacted the atmospheric chemistry at Summit,\nwith enhancements observed in all measured species.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6827/2015/", 
        "title": "Seasonal variability of atmospheric nitrogen oxides and non-methane hydrocarbons at the GEOSummit station, Greenland"
    }, 
    {
        "author": "Denis Mutiibwa, Steven J. Vavrus, Stephanie A. McAfee, Thomas P. Albright", 
        "date": "2015-06-21", 
        "description": "\n\nWith a warming climate, understanding the physical dynamics of hot and cold extreme events has taken on increased importance for public health, infrastructure, ecosystems, food security and other domains. Here, we use a high resolution spatial and temporal seamless gridded land surface forcing dataset to provide an assessment of recent spatio-temporal patterns in temperature extremes over the conterminous United States (CONUS). We asked: 1) How are temperature extremes changing across the different regions of CONUS? 2) How do changes in extremes vary on seasonal, annual and decadal scales? 3) How do changes in extremes relate to changes in mean conditions? and 4) Do extremes relate to major modes of ocean–atmosphere variability? We derive a subset of the CLIMDEX extreme indices from the North American Land Data Assimilation phase 2 forcing dataset. While there were warming trends in all indices, daytime temperature extremes warmed more than nighttime. Spring warming was the strongest and most extensive across CONUS, and summer experienced the strongest and most extensive decrease in cold extremes. Increase in winter warm extremes appeared weakening relative to the rapid 1950–1990 increase found in previous studies. The Northeast and Midwest experienced the most warming, while the Northwest and North Great Plains saw the least. We found changes in average temperatures were more associated with changes in cold extremes than warm extremes. Since 2006 there have been 5 years when more than 5% of the U.S. experienced at least 90 warm days, something not observed in the previous 25 years. The unusually warm first decade of 21st century could have been associated with the warm conditions of near ENSO-neutral phase of the decade, and possibly amplified by anthropogenic forcing. The widespread, lengthy, and severe extreme hot events documented here during the past three decades underscore the need to implement thoughtful adaptation plans in the very near future, to the growing evidence of increasing warm extremes across United States.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023598", 
        "title": "Recent Spatio-temporal patterns in Temperature Extremes across Conterminous United States"
    }, 
    {
        "author": "Melissa S. Bukovsky et al", 
        "date": "2015-06-08", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R", 
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    }, 
    {
        "author": "Gene-Hua Crystal Ng, David R. Bedford, David M. Miller", 
        "date": "2015-06-06", 
        "description": "\n\nThe perennial shrub Larrea tridentata is widely successful in North American warm deserts but is also susceptible to climatic perturbations. Understanding its response to rainfall variability requires consideration of multiple time scales. We examine intra-annual to multiyear relationships using model simulations of soil moisture and vegetation growth over 50 years in the Mojave National Preserve in southeastern California (USA). Ecohydrological model parameters are conditioned on field and remote sensing data using an ensemble Kalman filter. Although no specific periodicities were detected in the rainfall record, simulated leaf-area-index exhibits multiyear dynamics that are driven by multiyear (∼3 years) rains, but with up to a 1 year delay in peak response. Within a multiyear period, Larrea tridentata is more sensitive to winter rains than summer. In the most active part of the root zone (above ∼80 cm), >1 year average soil moisture drives vegetation growth, but monthly average soil moisture is controlled by root uptake. Moisture inputs reach the lower part of the root zone (below ∼80 cm) infrequently, but once there they can persist over a year to help sustain plant growth. Parameter estimates highlight efficient plant physiological properties facilitating persistent growth and high soil hydraulic conductivity allowing deep soil moisture stores. We show that soil moisture as an ecological indicator is complicated by bidirectional interactions with vegetation that depend on time scale and depth. Under changing climate, Larrea tridentata will likely be relatively resilient to shorter-term moisture variability but will exhibit higher sensitivity to shifts in seasonal to multiyear moisture inputs.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017240", 
        "title": "Identifying multiple time scale rainfall controls on Mojave Desert ecohydrology using an integrated data and modeling approach for Larrea tridentata"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "Kingtse C. Mo et al", 
        "date": "2015-05-27", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1409-1424, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0192.1?af=R", 
        "title": "Global Meteorological Drought Prediction Using the North American Multi-Model Ensemble"
    }, 
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld", 
        "date": "2015-05-27", 
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/781/2015/", 
        "title": "Controls on fire activity over the Holocene"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Xia Feng, Paul Houser", 
        "date": "2015-02-24", 
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573", 
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "JAMES A. SCREEN et al", 
        "date": "2014-12-18", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00185.1?af=R", 
        "title": "REDUCED RISK OF NORTH AMERICAN COLD EXTREMES DUE TO CONTINUED ARCTIC SEA ICE LOSS"
    }
]