[
    {
        "author": "Strong, C., Zuckerberg, B., Betancourt, J. L., Koenig, W. D.", 
        "date": "2015-05-26T09:39:40-07:00", 
        "description": "Pine Siskins exemplify normally boreal seed-eating birds that can be sparse or absent across entire regions of North America in one year and then appear in large numbers the next. These dramatic avian “irruptions” are thought to stem from intermittent but broadly synchronous seed production (masting) in one year and...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/E2795.short?rss=1", 
        "title": "Climate dipoles drive boreal bird irruptions [Ecology]"
    }, 
    {
        "author": "Meyer-Jacob, C., Tolu, J., Bigler, C., Yang, H., Bindler, R.", 
        "date": "2015-05-26T09:39:39-07:00", 
        "description": "Organic carbon concentrations have increased in surface waters across parts of Europe and North America during the past decades, but the main drivers causing this phenomenon are still debated. A lack of observations beyond the last few decades inhibits a better mechanistic understanding of this process and thus a reliable...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/6579.short?rss=1", 
        "title": "Browning beyond the perspective of monitoring [Sustainability Science]"
    }, 
    {
        "author": "Geert Jan van Oldenborgh et al", 
        "date": "Tue, 30 Dec 2014 18:44:49 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00036.1?af=R", 
        "title": "Cold extremes in North America vs. mild weather in Europe: the winter 2013/2014 in the context of a warming world"
    }, 
    {
        "author": "JAMES A. SCREEN et al", 
        "date": "Thu, 18 Dec 2014 18:08:11 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00185.1?af=R", 
        "title": "REDUCED RISK OF NORTH AMERICAN COLD EXTREMES DUE TO CONTINUED ARCTIC SEA ICE LOSS"
    }, 
    {
        "author": "Melissa S. Bukovsky et al", 
        "date": "Mon, 08 Jun 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R", 
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    }, 
    {
        "author": "Elizabeth A. Barnes et al", 
        "date": "Fri, 03 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00589.1?af=R", 
        "title": "CMIP5 projections of Arctic amplification, of the North American/North Atlantic circulation, and of their relationship"
    }, 
    {
        "author": "Kingtse C. Mo et al", 
        "date": "Wed, 27 May 2015 21:28:57 GMT", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1409-1424, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0192.1?af=R", 
        "title": "Global Meteorological Drought Prediction Using the North American Multi-Model Ensemble"
    }, 
    {
        "author": "Dana L. Doubler et al", 
        "date": "Tue, 21 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0311.1?af=R", 
        "title": "A NARR-Derived Climatology of Southerly and Northerly Low-Level Jets over North America and Coastal Environs"
    }, 
    {
        "author": "Youlong Xia et al", 
        "date": "Fri, 10 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0275.1?af=R", 
        "title": "Automated Quality Control of in Situ Soil Moisture from the North American Soil Moisture Database Using NLDAS-2 Products"
    }, 
    {
        "author": "Zhenzhong Zeng, Anping Chen, Philippe Ciais, Yue Li, Laurent Z. X. Li, Robert Vautard, Liming Zhou, Hui Yang, Mengtian Huang, Shilong Piao", 
        "date": "2015-06-10T17:01:51.648652-05:00", 
        "description": "\n\nMountain waters, glaciers, hazards, and biodiversity are vulnerable to the impacts of global warming. Warming is projected to amplify over mountains by global climate models, yet meteorological records do not show a uniform acceleration of warming with elevation. Here we explore warming-elevation relationships using records from 2660 meteorological stations and determine that the vertical gradient of warming rate varies with location. The warming is faster at higher altitudes in Asia and western North America, but the opposite is observed over Central Europe and eastern North America which have received more short-wave radiation (brightening) associated with a decrease of aerosols and clouds since the 1980s. We found that altitudinal differences in air pollution (brightening), with observations showing more short-wave radiation received at low altitudes than at mountains, modulate the warming-elevation relationships. The advance in understanding of the drivers of regional climate change will contribute to the formulation of strategies for climate change mitigation at high elevations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064410", 
        "title": "Regional air pollution brightening reverses the greenhouse gases induced warming-elevation relationship"
    }, 
    {
        "author": "Emily S. Finzel, Lucy M. Flesch, Kenneth D. Ridgway, William E. Holt, Attreyee Ghosh", 
        "date": "2015-06-09T20:36:55.758047-05:00", 
        "description": "\n\nThe degree to which the lithosphere and mantle are coupled and contribute to surface deformation beneath continental regions remains a fundamental question in the field of geodynamics. Here we use a new approach with a surface deformation field constrained by GPS, geologic, and seismicity data, together with a lithospheric geodynamic model, to solve for tractions inferred to be generated by mantle convection that (1) drive extension within interior Alaska generating southward directed surface motions toward the southern convergent plate boundary, (2) result in accommodation of the relative motions between the Pacific and North America in a comparatively small zone near the plate boundary, and (3) generate the observed convergence within the North American plate interior in the Mackenzie mountains in northwestern Canada. The evidence for deeper mantle influence on surface deformation beneath a continental region suggests that this mechanism may be an important contributing driver to continental plate assemblage and breakup.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063987", 
        "title": "Surface motions and intraplate continental deformation in Alaska driven by mantle flow"
    }, 
    {
        "author": "Ellen L. Petticrew, Sam J. Albers, Susan A. Baldwin, Eddy C. Carmack, Stephen J. Déry, Nikolaus Gantner, Kelly E. Graves, Bernard Laval, John Morrison, Philip N. Owens, Daniel T. Selbie, Svein Vagle", 
        "date": "2015-05-05T10:04:59.284089-05:00", 
        "description": "\n\nOn 4 August 2014, a catastrophic breach of the Mount Polley mine tailings impoundment released ~25 M m3 of tailings and water and scoured an unknown quantity of overburden into the West Basin of Quesnel Lake. We document Quesnel Lake and Quesnel River observations for 2 months postspill. Breach inflows raised Quesnel Lake by 7.7 cm, equivalent to ~21 M m3. The West Basin hypolimnion was modified immediately, exhibiting increased temperature (~5°C to 6–7.5°C), conductivity (110 to 160 μS/cm), and turbidity (<1 to 200–1000 nephelometric turbidity units (NTU)). Cooscillating seiches moved West Basin hypolimnetic water both westward and eastward contaminating the Main Basin. Postspill, high-turbidity water propagated eastward (~1 cm/s), introducing a persistent ~20 m thick layer below the thermocline and an ~30 m thick layer at the bottom. The contaminant introduction, mobilization, and bioaccumulation may pose risks to resident and anadromous fish stocks, which support recreational, commercial, and First Nations fisheries.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063345", 
        "title": "The impact of a catastrophic mine tailings impoundment spill into one of North America's largest fjord lakes: Quesnel Lake, British Columbia, Canada"
    }, 
    {
        "author": "Christopher Lucas, Hanh Nguyen", 
        "date": "2015-06-11T23:53:11.261753-05:00", 
        "description": "\n\nRadiosonde-based tropical expansion rate estimates for six continental-centred regions of the globe are discussed. New results from the Northern Hemisphere are presented, complementing previous Southern Hemisphere (SH) results using an identical methodology. Expansion rates are largest over Asia and Australia-New Zealand (ANZ). Other regions show more modest rates of expansion, and there is no statistically significant expansion over North America. In the hemispheric average, expansion rates are slightly larger in the SH. This asymmetry, although not statistically significant, is consistent with ozone depletion acting as a co-driver of tropical expansion since 1979. The picture of regional expansion here is different from that in other studies or that derived solely from reanalyses. The relationships between tropical expansion and modes of climate variability are explored using partial regression techniques. Interannually, a relationship is seen with the El Niño–Southern Oscillation (ENSO) across most of the globe. Regionally, the Pacific Decadal Oscillation (PDO) has a significant impact over Asia while the Southern Annular Mode (SAM) affects expansion over ANZ. Considering the longer-term changes in the climate variability indices since 1979, suggests that the PDO may account for up to 50% of the observed tropical expansion over Asia, while SAM may account for 20-30% of the SH expansion, particularly over ANZ. Decadal changes in ENSO may account for a further 20-30% of the global and regional trends. Accounting for the effect of climate variability helps to reconcile the differences in observations and model-based simulations of tropical expansion.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023130", 
        "title": "Regional characteristics of tropical expansion and the role of climate variability"
    }, 
    {
        "author": "Teppei J. Yasunari, Randal D. Koster, K.-M. Lau, Kyu-Myong Kim", 
        "date": "2015-05-07T16:29:44.925977-05:00", 
        "description": "\n\nDust, black carbon (BC), and organic carbon (OC) aerosols, when deposited onto snow, are known to reduce the albedo of the snow (i.e., snow darkening effect, SDE). Here, using the NASA GEOS-5 model with aerosol tracers and a state-of-the-art snow darkening module (GOddard SnoW Impurity Module, or GOSWIM) for the land surface, we examine the role of SDE on climate in the boreal spring snowmelt season. SDE is found to produce significant warming (over 15 W m−2) over broad areas in mid-latitudes, with dust being the most important contributor to the warming in Central Asia and the western Himalayas and with BC having larger impact in the Europe, eastern Himalayas, East Asia, and North America. The contribution of OC to the warming is generally low but still significant mainly over southeastern Siberia, northeastern East Asia, and western Canada (~19% of the total solar visible absorption by these snow impurities). The simulations suggest that SDE strengthens the boreal spring water cycle in East Asia through water recycling and moisture advection from the ocean and contributes to the maintenance of dry conditions in parts of a region spanning Europe to Central Asia, partially through feedbacks on the modelŉs background climatology. Overall, our study suggests that the existence of SDE in the Earth system associated with dust, BC, and OC contributes significantly to enhanced surface warming over continents in northern hemisphere midlatitudes during boreal spring, raising the surface skin temperature by approximately 3–6 K near the snowline.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022977", 
        "title": "Impact of snow darkening via dust, black carbon, and organic carbon on boreal spring climate in the Earth system"
    }, 
    {
        "author": "Bojan Škerlak, Michael Sprenger, Stephan Pfahl, Evangelos Tyrlis, Heini Wernli", 
        "date": "2015-05-29T14:21:44.987605-05:00", 
        "description": "\nTropopause folds are intimately linked to upper level frontogenesis and jet stream dynamics. They play an important role for stratosphere-troposphere exchange, the dynamical coupling of upper and lower tropospheric levels, and for generating severe weather events. This study presents a global climatology of tropopause folds using ERA-Interim reanalysis data from 1979 to 2012 and a refined version of a previously developed 3-D labeling and fold identification algorithm. This algorithm objectively separates stratospheric and tropospheric air in complex situations, e.g., in regions with strong low-level inversions, and in extratropical cyclones where diabatically generated potential vorticity anomalies typically occur. Three classes of tropopause folds are defined (shallow, medium, and deep), and their geographical distribution, vertical extent, and seasonal cycle are investigated. Most shallow folds occur along the subtropical jet stream, in agreement with previous studies. Hot spots of medium and deep tropopause folds are found west of Australia and along the coast of Antarctica in the Southern Hemisphere and around the east coast of North America in the Northern Hemisphere. Seasonal cycles show maxima in winter for all fold classes. Medium and deep folds are frequently associated with surface wind gust and precipitation extremes, as quantified for folds over the southern Indian Ocean. Wind gust extremes occur mainly in an elongated band upstream and equatorward of folds, whereas precipitation extremes occur mainly east and poleward of folds. Overall, in the considered region, about 20% of medium folds and 33% of deep folds are associated with surface wind or precipitation extremes in the vicinity of the fold.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022787", 
        "title": "Tropopause folds in ERA-Interim: Global climatology and relation to extreme weather events"
    }, 
    {
        "author": "David Painemal, Patrick Minnis, Michele Nordeen", 
        "date": "2015-05-29T13:58:27.052679-05:00", 
        "description": "\n\nShipborne aerosol measurements collected from October 2012 to September 2013 along 36 transects between the port of Los Angeles, California (33.7°N, 118.2°), and Honolulu, Hawaii (21.3°N, 157.8°W), during the Marine ARM GPCI (Global Energy and Water Cycle Experiment (GEWEX)-Cloud System Study (GCSS)-Pacific Cross-section Intercomparison) Investigation of Clouds campaign are analyzed to determine the circulation patterns that modulate the synoptic and monthly variability of cloud condensation nuclei (CCN) in the boundary layer. Seasonal changes in CCN are evident, with low magnitudes during autumn/winter, and high CCN during spring/summer accompanied with a characteristic westward decrease. CCN monthly evolution is consistent with satellite-derived cloud droplet number concentration Nd from the Moderate Resolution Imaging Spectroradiometer. One-point correlation (r) analysis between the 1000 hPa zonal wind time series over a region between 125°W and 135°W, 35°N and 45°N, and the Nd field yields a negative r (up to −0.55) over a domain that covers a zonal extent of at least 20° from the California shoreline, indicating that Nd decreases when the zonal wind intensifies. The negative r expands southwestward as the zonal wind precedes Nd by up to 3 days, suggesting a transport mechanism from the coast of North America mediated by the California low-coastal jet, which intensifies in summer when the aerosol concentration and Nd reach a maximum. A first assessment of aerosol-cloud interaction (ACI) is performed by combining CCN and satellite Nd values from the Fifteenth Geostationary Operational Environmental Satellite. The CCN-Nd correlation is 0.66–0.69, and the ACI metric defined as ACI = ∂ln(Nd)/∂ln(CCN) is high at 0.9, similar to other aircraft-based studies and substantially greater than those inferred from satellites and climate models.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023175", 
        "title": "Aerosol variability, synoptic-scale processes, and their link to the cloud microphysics over the northeast Pacific during MAGIC"
    }, 
    {
        "author": "Minghui Diao, Jorgen B. Jensen, Laura L. Pan, Cameron R. Homeyer, Shawn Honomichl, James F. Bresch, Aaron Bansemer", 
        "date": "2015-05-29T10:47:20.044676-05:00", 
        "description": "\nIce supersaturation (ISS) is the prerequisite condition for cirrus cloud formation. To examine multiscale dynamics' influences on ISS formation, we analyze in situ aircraft observations (~200 m scale) over North America in coordinates relative to dynamical boundaries in the upper troposphere and lower stratosphere. Two case studies demonstrate that ISS formation is likely influenced by mesoscale uplifting, small-scale waves, and turbulence. A collective analysis of 15 flights in April–June 2008 shows that the top layers of ISS and ice crystal distributions are strongly associated with thermal tropopause height. In addition, the average occurrence frequencies of ISS and ice crystals on the anticyclonic side of the jet stream are ~1.5–2 times of those on the cyclonic side. By defining five cirrus evolution phases based on the spatial relationships between ice-supersaturated and in-cloud regions, we find that their peak occurrence frequencies are located at decreasing altitudes with respect to the thermal tropopause: (phase 1) clear-sky ISS around the tropopause, (phase 2) nucleation phase around 2 km below the tropopause, (phases 3 and 4) early and later growth phases around 6 km below the tropopause, and (phase 5) sedimentation/sublimation around 2–6 km below the tropopause. Consistent with this result, chemical tracer correlation analysis shows that the majority (~80%) of the earlier cirrus phases (clear-sky ISS and nucleation) occurs inside the chemical tropopause transition layer, while the later phases happen mostly below that layer. These results shed light on the role of dynamical environment in facilitating cirrus cloud formation and evolution.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023139", 
        "title": "Distributions of ice supersaturation and ice crystals from airborne observations in relation to upper tropospheric dynamical boundaries"
    }, 
    {
        "author": "Junjie Liu, Kevin W. Bowman, Daven K. Henze", 
        "date": "2015-05-26T10:56:15.36481-05:00", 
        "description": "\n\nSource-receptor relationships are the fundamental quantities used in atmosphere CO2 flux inversions. In this study, we systematically investigate the global source-receptor relationships of column CO2 (XCO2) in 12 continental-scale receptors in terms of transport and local versus nonlocal flux contributions using the GEOS-Chem adjoint model. Using simulated Greenhouse gases Observing Satellite (GOSAT) XCO2, we quantify the impact of inclusion (add-on) or exclusion of observations (data-denial) within a receptor region on flux inversion. We discuss the connections between the observation impact and the underlying source-receptor relationships. The strong sensitivity of XCO2 to nonlocal fluxes makes the XCO2 observations have strong impact on nonlocal flux estimation. On an annual mean, the impact of GOSAT XCO2 over Europe on North America flux estimation is 10%–39% of the full observation impact. Because the Southern Hemisphere midlatitude XCO2 are most sensitive to local and tropical fluxes, the mean impact of GOSAT XCO2 over Southern South America on Northern South America (N-S-America) flux estimation is 30%–59% of the full observation impact. Because of the strong sensitivity of the XCO2 over N-S-America to Central Africa (C-Africa) fluxes, the mean impact on C-Africa flux estimation is between 14% and 31% of the full observation impact in spite of the sparse observation coverage. The results also show that XCO2 have similar sensitivity to local and nonlocal fluxes occurring 3 months before, which indicates that XCO2 observations cannot differentiate any fluxes occurring beyond 3 months.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022914", 
        "title": "Source-receptor relationships of column-average CO2 and implications for the impact of observations on flux inversions"
    }, 
    {
        "author": "Colm Sweeney, Anna Karion, Sonja Wolter, Timothy Newberger, Doug Guenther, Jack A. Higgs, Arlyn Elyzabeth Andrews, Patricia M. Lang, Don Neff, Edward Dlugokencky, John B. Miller, Stephen A. Montzka, Ben R. Miller, Ken Alan Masarie, Sebastien Christophe Biraud, Paul C. Novelli, Molly Crotwell, Andrew M. Crotwell, Kirk Thoning, Pieter P. Tans", 
        "date": "2015-05-23T08:38:33.211293-05:00", 
        "description": "\nSeasonal spatial and temporal gradients for the CO2 mole fraction over North America are examined by creating a climatology from data collected 2004–2013 by the NOAA/ESRL Global Greenhouse Gas Reference Network Aircraft Program relative to trends observed for CO2 at the Mauna Loa Observatory. The data analyzed are from measurements of air samples collected in specially fabricated flask packages at frequencies of days to months at 22 sites over continental North America and shipped back to Boulder, Colorado, for analysis. These measurements are calibrated relative to the CO2 World Meteorological Organization mole fraction scale. The climatologies of CO2 are compared to climatologies of CO, CH4, SF6, N2O (which are also measured from this sampling program), and winds to understand the dominant transport and chemical and biological processes driving changes in the spatial and temporal mole fractions of CO2 as air passes over continental North America. The measurements show that air masses coming off the Pacific on the west coast of North America are relatively homogeneous with altitude. As air masses flow eastward, the lower section from the surface to 4000 m above sea level (masl) becomes distinctly different from the 4000–8000 masl section of the column. This is due in part to the extent of the planetary boundary layer, which is directly impacted by continental sources and sinks, and to the vertical gradient in west-to-east wind speeds. The slowdown and southerly shift in winds at most sites during summer months amplify the summertime drawdown relative to what might be expected from local fluxes. This influence counteracts the dilution of summer time CO2 drawdown (known as the “rectifier effect”) as well as changes the surface influence “footprint” for each site. An early start to the summertime drawdown, a pronounced seasonal cycle in the column mean (500 to 8000 masl), and small vertical gradients in CO2, CO, CH4, SF6, and N2O at high-latitude western sites such as Poker Flat, Alaska, suggest recent influence of transport from southern latitudes and not local processes. This transport pathway provides a significant contribution to the large seasonal cycle observed in the high latitudes at all altitudes sampled. A sampling analysis of the NOAA/ESRL CarbonTracker model suggests that the average sampling resolution of 22 days is sufficient to get a robust estimate of mean seasonal cycle of CO2 during this 10 year period but insufficient to detect interannual variability in emissions over North America.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022591", 
        "title": "Seasonal climatology of CO2 across North America from aircraft measurements in the NOAA/ESRL Global Greenhouse Gas Reference Network"
    }, 
    {
        "author": "Manish Shrivastava, Richard C. Easter, Xiaohong Liu, Alla Zelenyuk, Balwinder Singh, Kai Zhang, Po-Lun Ma, Duli Chand, Steven Ghan, Jose L. Jimenez, Qi Zhang, Jerome Fast, Philip J. Rasch, Petri Tiitta", 
        "date": "2015-05-11T14:00:35.568209-05:00", 
        "description": "\n\nSecondary organic aerosols (SOA) are large contributors to fine-particle loadings and radiative forcing but are often represented crudely in global models. We have implemented three new detailed SOA treatments within the Community Atmosphere Model version 5 (CAM5) that allow us to compare the semivolatile versus nonvolatile SOA treatments (based on some of the latest experimental findings) and to investigate the effects of gas-phase fragmentation reactions. The new treatments also track SOA from biomass burning and biofuel, fossil fuel, and biogenic sources. For semivolatile SOA treatments, fragmentation reactions decrease the simulated annual global SOA burden from 7.5 Tg to 1.8 Tg. For the nonvolatile SOA treatment with fragmentation, the burden is 3.1 Tg. Larger differences between nonvolatile and semivolatile SOA (up to a factor of 5) exist in areas of continental outflow over the oceans. According to comparisons with observations from global surface Aerosol Mass Spectrometer measurements and the U.S. Interagency Monitoring of Protected Visual Environments (IMPROVE) network measurements, the FragNVSOA treatment, which treats SOA as nonvolatile and includes gas-phase fragmentation reactions, agrees best at rural locations. Urban SOA is underpredicted, but this may be due to the coarse model resolution. All three revised treatments show much better agreement with aircraft measurements of organic aerosols (OA) over the North American Arctic and sub-Arctic in spring and summer, compared to the standard CAM5 formulation. This is mainly due to the oxidation of SOA precursor gases from biomass burning, not included in standard CAM5, and long-range transport of biomass burning OA at high altitudes. The revised model configurations that include fragmentation (both semivolatile and nonvolatile SOA) show much better agreement with MODerate resolution Imaging Spectrometers (MODIS) aerosol optical depth data over regions dominated by biomass burning during the summer compared to standard CAM5, and predict biomass burning and biofuel as the largest global source of OA, followed by biogenic and fossil fuel sources. The large contribution of biomass burning OA in the revised treatments is supported by these measurements, but the emissions and aging of SOA precursors and POA are uncertain, and need further investigation. The nonvolatile and semivolatile configurations with fragmentation predict the direct radiative forcing of SOA as −0.5 W m−2 and −0.26 W m−2 respectively, at top of the atmosphere, which are higher than previously estimated by most models, but in reasonable agreement with a recent constrained modeling study. This study highlights the importance of improving process-level representation of SOA in global models.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022563", 
        "title": "Global transformation and fate of SOA: Implications of low-volatility SOA and gas-phase fragmentation reactions"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-05-20T03:31:37.348619-05:00", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll-a off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll-a is shown to be complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least two times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration has increased significantly in the Strait of Georgia from 5.9 mg m−3 in 1998 (a major El Niño year) to 8.9 mg m−3 in 2010 (a moderate El Niño year), suggesting an enhancement of biological productivity. Similarly, surface chlorophyll in the waters north and east of Haida Gwaii increased from 2.0 mg m−3 in 1998 to 2.8 mg m−3 in 2010. In all British Columbia regions, except the Strait of Georgia, the annual average chlorophyll concentration was highest in 2008, a year with prolonged La Niña conditions in the North Pacific. In the Strait of Georgia, the highest chlorophyll concentration was observed during the near neutral ENSO conditions of the spring of 2007. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia coast, 1997–2010"
    }, 
    {
        "author": "Peter D. Bromirski, Daniel R. Cayan", 
        "date": "2015-05-09T23:34:17.188279-05:00", 
        "description": "\n\nClimate variations influence North Atlantic winter storm intensity and resultant variations in wave energy levels. A 60 year hindcast allows investigation of the influence of decadal climate variability on long-term trends of North Atlantic wave power, PW, spanning the 1948–2008 epoch. PW variations over much of the eastern North Atlantic are strongly influenced by the fluctuating North Atlantic Oscillation (NAO) atmospheric circulation pattern, consistent with previous studies of significant wave height, Hs. Wave activity in the western Atlantic also responds to fluctuations in Pacific climate modes, including the Pacific North American (PNA) pattern and the El Niño/Southern Oscillation. The magnitude of upward long-term trends during winter over the northeast Atlantic is strongly influenced by heightened storm activity under the extreme positive phase of winter NAO in the early 1990s. In contrast, PW along the United States East Coast shows no increasing trend, with wave activity there most closely associated with the PNA. Strong wave power “events” exhibit significant upward trends along the Atlantic coasts of Iceland and Europe during winter months. Importantly, in opposition to the long-term increase of PW, a recent general decrease in PW across the North Atlantic from 2000 to 2008 occurred. The 2000–2008 decrease was associated with a general shift of winter NAO to its negative phase, underscoring the control exerted by fluctuating North Atlantic atmospheric circulation on PW trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010440", 
        "title": "Wave power variability and trends across the North Atlantic influenced by decadal climate patterns"
    }, 
    {
        "author": "Gene-Hua Crystal Ng, David R. Bedford, David M. Miller", 
        "date": "2015-06-06T07:02:12.775513-05:00", 
        "description": "\n\nThe perennial shrub Larrea tridentata is widely successful in North American warm deserts but is also susceptible to climatic perturbations. Understanding its response to rainfall variability requires consideration of multiple time scales. We examine intra-annual to multiyear relationships using model simulations of soil moisture and vegetation growth over 50 years in the Mojave National Preserve in southeastern California (USA). Ecohydrological model parameters are conditioned on field and remote sensing data using an ensemble Kalman filter. Although no specific periodicities were detected in the rainfall record, simulated leaf-area-index exhibits multiyear dynamics that are driven by multiyear (∼3 years) rains, but with up to a 1 year delay in peak response. Within a multiyear period, Larrea tridentata is more sensitive to winter rains than summer. In the most active part of the root zone (above ∼80 cm), >1 year average soil moisture drives vegetation growth, but monthly average soil moisture is controlled by root uptake. Moisture inputs reach the lower part of the root zone (below ∼80 cm) infrequently, but once there they can persist over a year to help sustain plant growth. Parameter estimates highlight efficient plant physiological properties facilitating persistent growth and high soil hydraulic conductivity allowing deep soil moisture stores. We show that soil moisture as an ecological indicator is complicated by bidirectional interactions with vegetation that depend on time scale and depth. Under changing climate, Larrea tridentata will likely be relatively resilient to shorter-term moisture variability but will exhibit higher sensitivity to shifts in seasonal to multiyear moisture inputs.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017240", 
        "title": "Identifying multiple time scale rainfall controls on Mojave Desert ecohydrology using an integrated data and modeling approach for Larrea tridentata"
    }, 
    {
        "author": "Angela J. Rigden, Guido D. Salvucci", 
        "date": "2015-04-28T22:18:50.71901-05:00", 
        "description": "\n\nA novel method of estimating evapotranspiration (ET), referred to as the ETRHEQ method, is further developed, validated, and applied across the U.S. from 1961 to 2010. The ETRHEQ method estimates the surface conductance to water vapor transport, which is the key rate-limiting parameter of typical ET models, by choosing the surface conductance that minimizes the vertical variance of the calculated relative humidity profile averaged over the day. The ETRHEQ method, which was previously tested at five AmeriFlux sites, is modified for use at common weather stations and further validated at 20 AmeriFlux sites that span a wide range of climates and limiting factors. Averaged across all sites, the daily latent heat flux RMSE is ∼26 W·m−2 (or 15%). The method is applied across the U.S. at 305 weather stations and spatially interpolated using ANUSPLIN software. Gridded annual mean ETRHEQ ET estimates are compared with four data sets, including water balance-derived ET, machine-learning ET estimates based on FLUXNET data, North American Land Data Assimilation System project phase 2 ET, and a benchmark product that integrates 14 global ET data sets, with RMSEs ranging from 8.7 to 12.5 cm·yr−1. The ETRHEQ method relies only on data measured at weather stations, an estimate of vegetation height derived from land cover maps, and an estimate of soil thermal inertia. These data requirements allow it to have greater spatial coverage than direct measurements, greater historical coverage than satellite methods, significantly less parameter specification than most land surface models, and no requirement for calibration.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016072", 
        "title": "Evapotranspiration based on equilibrated relative humidity (ETRHEQ): Evaluation over the continental U.S."
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25T08:31:38.532262-05:00", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "John T. Allen, Michael K. Tippett, Adam H. Sobel", 
        "date": "2015-02-20T03:26:41.488112-05:00", 
        "description": "\n\nAn empirical model relating monthly hail occurrence to the large-scale environment has been developed and tested for the United States (U.S.). Monthly hail occurrence for each \n1°×1° grid box is defined as the number of hail events that occur there during a month; a hail event consists of a 3 h period with at least one report of hail larger than 1 in. The model is derived using climatological annual cycle data only. Environmental variables are taken from the North American Regional Reanalysis (NARR; 1979–2012). The model includes four environmental variables convective precipitation, convective available potential energy, storm relative helicity, and mean surface to 90 hPa specific humidity. The model differs in its choice of variables and their relative weighting from existing severe weather indices. The model realistically matches the annual cycle of hail occurrence both regionally and for the contiguous U.S. (CONUS). The modeled spatial distribution is also consistent with the observed hail climatology. However, the westward shift of maximum hail frequency during the summer months is delayed in the model relative to observations, and the model has a lower frequency of hail just east of the Rocky Mountains compared to observations. Year-to-year variability provides an independent test of the model. On monthly and annual time scales, the model reproduces observed hail frequencies. Overall model trends are small compared to observed changes, suggesting that further analysis is necessary to differentiate between physical and nonphysical trends. The empirical hail model provides a new tool for exploration of connections between large-scale climate and severe weather.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000397", 
        "title": "An empirical model relating U.S. monthly hail occurrence to large-scale meteorological environment"
    }, 
    {
        "author": "S. E. Tolwinski-Ward", 
        "date": "2015-03-16T00:07:29.529224-05:00", 
        "description": "\n\nA spatially resolved climatology for the annual frequency of tropical cyclone (TC) landfalls along the Atlantic coast of North America is developed, and its uncertainty deriving from multiple sources is quantified. Historical landfall counts in piecewise-linear segments approximating the coastline are modeled using Poisson regression with spatial random effects. Predictors include index representations of the mean hurricane-season phases of the Southern Oscillation, the Atlantic Multidecadal Oscillation, and the North Atlantic Oscillation, with the effect of the latter also modeled spatially. This spatial generalized linear model for landfall frequency is used in conjunction with a data level accounting explicitly for the time-dependent uncertainty in the recorded landfall positions. The model performs skillfully in cross-validation exercises. The inferred effects of the climatic predictors are also consistent with current scientific understanding of the mechanisms through which related large-scale climatic variability affects the development and motion of Atlantic tropical cyclones. Sampling variability in the data over the short length of the observational record and observational error in the historical data are found to contribute substantially to the overall climatological uncertainty. The contribution from uncertainty in the underlying model parameters is negligible compared to these other sources. The model presented here could be used for applications in insurance and risk management, and adaptations could also be used to investigate changes in TC landfall climatology under an uncertain and changing climate.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000407", 
        "title": "Uncertainty quantification for a climatology of the frequency and spatial distribution of North Atlantic tropical cyclone landfalls"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study evaluates model fidelity in simulating relationships between seasonally averaged precipitation, cloud fraction and surface insolation from the North American Regional Climate Change Assessment Project (NARCCAP) hindcast using observational data from ground stations and satellites. Model fidelity is measured in terms of the temporal correlation coefficients between these three variables and the similarity between the observed and simulated joint probability distribution functions (JPDFs) in 14 subregions over the conterminous United States. Observations exhibit strong negative correlations between precipitation/cloud fraction and surface insolation for all seasons, whereas the relationship between precipitation and cloud fraction varies according to regions and seasons. The skill in capturing these observed relationships varies widely among the NARCCAP regional climate models, especially in the Midwest and Southeast coast regions where observations show weak (or even negative) correlations between precipitation and cloud fraction in winter due to frequent non-precipitating stratiform clouds. Quantitative comparison of univariate and JPDFs indicates that model performance varies markedly between regions as well as seasons. This study also shows that comparison of JPDFs is useful for summarizing the performance of and highlighting problems with some models in simulating cloud fraction and surface insolation. Our quantitative metric may be useful in improving climate models by highlighting shortcomings in the formulations related with the physical processes involved in precipitation, clouds and radiation or other multivariate processes in the climate system.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2253-y", 
        "title": "Using joint probability distribution functions to evaluate simulations of precipitation, cloud fraction and insolation in the North America Regional Climate Change Assessment Program (NARCCAP)"
    }, 
    {
        "author": "Xia Feng, Paul Houser", 
        "date": "2015-02-24T05:17:44.520805-05:00", 
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573", 
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13T09:36:22.554976-05:00", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05T06:31:43.010326-05:00", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "C. Hardacre, O. Wild, and L. Emberson", 
        "date": "Fri, 12 Jun 2015 00:00:00 +0200", 
        "description": "<b>An evaluation of ozone dry deposition in global scale chemistry climate models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6419-6436, 2015<br /><br />Author(s): C. Hardacre, O. Wild, and L. Emberson<br /><br />Dry deposition to the Earth's surface is an important process from\n      both an atmospheric and biospheric perspective. Dry deposition\n      controls the atmospheric abundance of many compounds as well as their\n      input to vegetative surfaces, thus linking the atmosphere and\n      biosphere. In many atmospheric and Earth system models it\n      is represented using \"resistance in series\" schemes developed in the\n      1980s. These methods have remained relatively unchanged since their\n      development and do not take into account more recent understanding of\n      the underlying processes that have been gained through field and\n      laboratory based studies. In this study we compare dry deposition of\n      ozone across 15 models which contributed to the TF HTAP model\n      intercomparison to identify where differences occur. We compare\n      modelled dry deposition of ozone to measurements made at a variety of\n      locations in Europe and North America, noting differences of up to\n      a factor of two but no clear systematic bias over the sites\n      examined. We identify a number of measures that are needed to provide a\n      more critical evaluation of dry deposition fluxes and advance model\n      development.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6419/2015/", 
        "title": "An evaluation of ozone dry deposition in global scale chemistry climate models"
    }, 
    {
        "author": "K. M. Seltzer, W. Vizuete, and B. H. Henderson", 
        "date": "Fri, 29 May 2015 00:00:00 +0200", 
        "description": "<b>Evaluation of updated nitric acid chemistry on ozone precursors and radiative effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 5973-5986, 2015<br /><br />Author(s): K. M. Seltzer, W. Vizuete, and B. H. Henderson<br /><br />This study shows that revising the reaction rate of NO<sub>2</sub> + HO<sup>&middot;</sup> → HNO<sub>3</sub>\nimproves simulated nitrogen partitioning and changes the simulated radiative\neffects of several short-lived climate forcers (SLCF). Both laboratory and\nfield study analyses have found that the reaction rate should be reduced by\n13–30% from current recommendations. We evaluate the GEOS-Chem model over\nNorth America with and without the recommended update using observations from\nthe Intercontinental Chemical Transport Experiment – North America (INTEX-NA) Phase A campaign. Revising the NO<sub>2</sub> + HO<sup>&middot;</sup> → HNO<sub>3</sub> rate\ncoefficient improves model performance of oxidized nitrogen partitioning by\nincreasing NO<sub><I>x</I></sub> concentrations in the upper troposphere and decreasing\nHNO<sub>3</sub> throughout the troposphere. The increase in NO<sub><I>x</I></sub>\nconcentrations has a corresponding global increase in O<sub>3</sub> concentrations\nand local increases in sulfate aerosols, causing a perturbation in simulated radiative effects. These findings demonstrate\nthe positive influence the mechanism update has on the partitioning of\noxidized nitrogen species, the benefits it provides when compared to aircraft\nobservations, and the simulated radiative effects that the reduction induces.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5973/2015/", 
        "title": "Evaluation of updated nitric acid chemistry on ozone precursors and radiative effects"
    }, 
    {
        "author": "L. E. Revell, F. Tummon, A. Stenke, T. Sukhodolov, A. Coulon, E. Rozanov, H. Garny, V. Grewe, and T. Peter", 
        "date": "Wed, 27 May 2015 00:00:00 +0200", 
        "description": "<b>Drivers of the tropospheric ozone budget throughout the 21st  century under the medium-high climate scenario RCP 6.0</b><br /><br />Atmospheric Chemistry and Physics, 15, 5887-5902, 2015<br /><br />Author(s): L. E. Revell, F. Tummon, A. Stenke, T. Sukhodolov, A. Coulon, E. Rozanov, H. Garny, V. Grewe, and T. Peter<br /><br />Because tropospheric ozone is both a greenhouse gas and harmful air\npollutant, it is important to understand how anthropogenic activities may\ninfluence its abundance and distribution through the 21st century.\nHere, we present model simulations performed with the chemistry–climate\nmodel SOCOL, in which spatially disaggregated chemistry and transport\ntracers have been implemented in order to better understand the distribution\nand projected changes in tropospheric ozone. We examine the influences of\nozone precursor emissions (nitrogen oxides (NO<sub>x</sub>), carbon monoxide (CO)\nand volatile organic compounds (VOCs)), climate change (including methane\neffects) and stratospheric ozone recovery on the tropospheric ozone budget,\nin a simulation following the climate scenario Representative Concentration\nPathway (RCP) 6.0 (a medium-high, and reasonably realistic climate\nscenario). Changes in ozone precursor emissions have the largest effect,\nleading to a global-mean increase in tropospheric ozone which maximizes in\nthe early 21st century at 23% compared to 1960. The increase is most\npronounced at northern midlatitudes, due to regional emission patterns:\nbetween 1990 and 2060, northern midlatitude tropospheric ozone remains at\nconstantly large abundances: 31% larger than in 1960. Over this 70-year\nperiod, attempts to reduce emissions in Europe and North America do not have\nan effect on zonally averaged northern midlatitude ozone because of\nincreasing emissions from Asia, together with the long lifetime of ozone in\nthe troposphere. A simulation with fixed anthropogenic ozone precursor\nemissions of NO<sub>x</sub>, CO and non-methane VOCs at 1960 conditions shows a\n6% increase in global-mean tropospheric ozone by the end of the 21st\ncentury, with an 11 % increase at northern midlatitudes. This increase\nmaximizes in the 2080s and is mostly caused by methane, which maximizes in\nthe 2080s following RCP 6.0, and plays an important role in controlling\nozone directly, and indirectly through its influence on other VOCs and CO.\nEnhanced flux of ozone from the stratosphere to the troposphere as well as\nclimate change-induced enhancements in lightning NO<sub>x</sub> emissions also\nincrease the tropospheric ozone burden, although their impacts are\nrelatively small. Overall, the results show that under this climate\nscenario, ozone in the future is governed largely by changes in methane and\nNO<sub>x</sub>; methane induces an increase in tropospheric ozone that is\napproximately one-third of that caused by NO<sub>x</sub>. Climate impacts on ozone\nthrough changes in tropospheric temperature, humidity and lightning NO<sub>x</sub>\nremain secondary compared with emission strategies relating to anthropogenic\nemissions of NO<sub>x</sub>, such as fossil fuel burning. Therefore, emission\npolicies globally have a critical role to play in determining tropospheric\nozone evolution through the 21st century.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5887/2015/", 
        "title": "Drivers of the tropospheric ozone budget throughout the 21st  century under the medium-high climate scenario RCP 6.0"
    }, 
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld", 
        "date": "Wed, 27 May 2015 00:00:00 +0200", 
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/781/2015/", 
        "title": "Controls on fire activity over the Holocene"
    }, 
    {
        "author": "F. Giadrossich, M. Niedda, D. Cohen, and M. Pirastru", 
        "date": "Fri, 22 May 2015 00:00:00 +0200", 
        "description": "<b>Evaporation in a Mediterranean environment by energy budget and Penman methods, Lake Baratz, Sardinia, Italy</b><br /><br />Hydrology and Earth System Sciences, 19, 2451-2468, 2015<br /><br />Author(s): F. Giadrossich, M. Niedda, D. Cohen, and M. Pirastru<br /><br />In Mediterranean environments, evaporation is a key component of lake water\nbudgets. This applies to Lake Baratz in Sardinia, Italy, a closed lake that\nalmost dried up in 2008 after a succession of years with low seasonal\nrainfall. We used the energy budget method and Penman's equation to estimate\nevaporation over Lake Baratz. We measured, using a raft station, water\ntemperature at the surface, at 1, 2, 4, 6 m depth and at the bottom of the lake, as well as  air\ntemperature, relative humidity, wind speed, and net radiation over a period\nof 3 years. We also compared Penman's equation and the energy budget\nmethod in two other climatic zones using published data. Our results indicate\nthat mean yearly evaporation over Lake Baratz was 950 mm. On an annual\nscale, evaporation estimated by Penman's method omitting heat storage as is\nusually done was 18% higher than by the energy budget method that included\nheat storage, with monthly differences ranging between −38 and +60%.\nIncluding the heat storage term in Penman's equation changed the monthly\nvalues but did not change the yearly value significantly. Solar radiation and\nheat storage were found to be the most important energy fluxes to and from\nthe lake and had the greatest effect on evaporation rates for the energy\nbudget method. The bias between the two methods has a seasonal cycle due to\nthe storage and release of energy from the lake. Energy advected to and from\nthe lake by precipitation, surface water and ground water had minor effect\non evaporation rates. Lake Baratz, like other lakes in a Mediterranean\nenvironment, is particularly sensitive to the summer hot and dry climate. In\ncontrast, we found that rates of evaporation estimated from Penman and the\nenergy budget methods over tropical African lakes were nearly constant over\nthe entire year and the difference between the two methods smaller.\nDifference between the two methods for North American lakes is also smaller\nprobably owing to the ice-cover season and to lower radiation and lower\ntemperatures during summer.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2451/2015/", 
        "title": "Evaporation in a Mediterranean environment by energy budget and Penman methods, Lake Baratz, Sardinia, Italy"
    }
]