[
    {
        "author": "Michael G. Jacox, Steven J. Bograd, Elliott L. Hazen, Jerome Fiechter", 
        "date": "2015-07-24", 
        "description": "\n\nA regional ocean model is used to evaluate the roles of wind, surface heat flux, and basin-scale climate variability in regulating the upwelled nitrate supply in the California Current. A strong positive trend in nitrate flux from 1980 to 2010 was driven almost entirely by enhanced equatorward winds, negating a weak negative trend associated with increased surface heat flux. Increased upwelling and nitrate flux are consistent with cooler surface temperatures and higher phytoplankton concentrations observed over the same period. Changes in remote ocean forcing, resulting primarily from basin-scale climate variability (e.g., El Niño–Southern Oscillation and Pacific Decadal Oscillation), drive considerable interannual fluctuations and may dominate the ecosystem response on interannual to decadal time scales. However, comparison with previously published findings suggests that local wind intensification persists through changing basin-scale climate regimes. Understanding the different time scales of variability in forcing mechanisms, and their interactions with each other, is necessary to distinguish transient ecosystem impacts from secular trends.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065147", 
        "title": "Sensitivity of the California Current nutrient supply to wind, heat, and remote ocean forcing"
    }, 
    {
        "author": "Yali Zhu, Huijun Wang, Jiehua Ma, Tao Wang, Jianqi Sun", 
        "date": "2015-07-22", 
        "description": "\n\nBased on our previous study [Zhu et al., 2011], the interdecadal changes in summer rainfall over East China in the late 1990s is further explored here. The increased local rising motion is implicated as the dominant factor of increased rainfall in the lower Huang-Huai River valley (LHR). Both the observation and numerical experiments using CAM4 (Community Atmosphere Model, version 4) suggest that the negative Pacific decadal oscillation (PDO) mode can result in rising anomalies and thus more rainfall in the LHR.\nThe East Asian westerly jet stream (EAWJS) is suggested as a bridge to link the Pacific sea surface temperature (SST) anomalies and East Asian summer rainfall. Model results reveal that the negative PDO mode can lead to significant easterly anomalies over East Asia. As a result, the EAWJS is weakened and shifts poleward, which coincides with observed changes in EAWJS after the late 1990s. In addition, weakened and poleward shifted EAWJS can result in an anomalous ascending motion to its south (in the LHR) by modulating the jet-related secondary meridional–vertical circulation. Consequently, rainfall increased in the LHR after the late 1990s. Besides, the positive Atlantic Meridional Oscillation (AMO) can only induce insignificant changes over East Asia, and partly counteract the negative PDO effect there.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023545", 
        "title": "Contribution of the phase transition of Pacific decadal oscillation to the late 1990s’ shift in East China summer rainfall"
    }, 
    {
        "author": "B. D. Hamlington, R. R. Leben, K.-Y. Kim, R. S. Nerem, L. P. Atkinson, P. R. Thompson", 
        "date": "2015-06-03", 
        "description": "\n\nAlthough much of the focus on future sea level rise concerns the long-term trend associated with anthropogenic warming, on shorter time scales, internal climate variability can contribute significantly to regional sea level. Such sea level variability should be taken into consideration when planning efforts to mitigate the effects of future sea level change. In this study, we quantify the contribution to regional sea level of the El Niño-Southern Oscillation (ENSO). Through cyclostationary empirical orthogonal function analysis (CSEOF) of the long reconstructed sea level data set and of a set of U.S. tide gauges, two global modes dominated by Pacific Ocean variability are identified and related to ENSO and, by extension, the Pacific Decadal Oscillation. By estimating the combined contribution of these two modes to regional sea level, we find that ENSO can contribute significantly on short time scales, with contributions of up to 20 cm along the west coast of the U.S. The CSEOF decomposition of the long tide gauge records around the U.S. highlights the influence of ENSO on the U.S. east coast. Tandem analyses of both the reconstructed and tide gauge records also examine the utility of the sea level reconstructions for near-coast studies.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010602", 
        "title": "The effect of the El Niño-Southern Oscillation on U.S. regional and coastal sea level"
    }, 
    {
        "author": "M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim", 
        "date": "2015-05-07", 
        "description": "<b>Sea level trends in Southeast Asian seas</b><br /><br />Climate of the Past, 11, 743-750, 2015<br /><br />Author(s): M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim<br /><br />Southeast Asian seas span the largest archipelago in the global ocean\nand provide a complex oceanic pathway connecting the Pacific and Indian\noceans. The Southeast Asian sea regional sea level trends are some of the highest observed\nin the modern satellite altimeter record that now spans almost 2 decades.\nInitial comparisons of global sea level reconstructions find that 17-year\nsea level trends over the past 60 years exhibit good agreement with decadal\nvariability associated with the Pacific Decadal Oscillation and related\nfluctuations of trade winds in the region. The Southeast Asian sea region exhibits sea\nlevel trends that vary dramatically over the studied time period. This\nhistorical variation suggests that the strong regional sea level trends\nobserved during the modern satellite altimeter record will abate as trade\nwinds fluctuate on decadal and longer timescales. Furthermore, after\nremoving the contribution of the Pacific Decadal Oscillation (PDO) to sea level trends in the past\n20 years, the rate of sea level rise is greatly reduced in the Southeast Asian sea region. As\na result of the influence of the PDO, the Southeast Asian sea regional sea level trends\nduring the 2010s and 2020s are likely to be less than the global mean sea level\n(GMSL) trend if the observed oscillations in wind forcing and sea level\npersist. Nevertheless, long-term sea level trends in the Southeast Asian seas will continue\nto be affected by GMSL rise occurring now and in the future.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/743/2015/", 
        "title": "Sea level trends in Southeast Asian seas"
    }
]