[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study evaluates the influence of various climate modes on sea level. The altimetry record has excellent spatial coverage but the limited length becomes an issue when evaluating low frequency variability in the presence of a trend. We use altimetry along with two ocean models to study how the relationship between sea surface height (SSH) in the Indian and Pacific Oceans and four climate modes [the Pacific Decadal Oscillation (PDO), the El Niño–Southern Oscillation, the Indian Ocean Dipole and the Southern Annular Mode] depends on the length of the time series. For low frequency variability such as the PDO, a time series on the order of 50 years in length is required to separate variability from the trend. Using shorter time series results in aliasing of the SSH trend and low frequency variability, which has implications for ascertaining the role of the PDO in the SSH trends. We find that the regression of SSH on to the PDO during the altimetry period, which is thought to have been responsible for a large fraction of the recent western Pacific SSH trend, is not representative of the SSH–PDO relationship in the longer-term record.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2377-0", 
        "title": "Robustness of the modes of Indo-Pacific sea level variability"
    }, 
    {
        "author": "M.   Soumya, P.   Vethamony, P.   Tkalich</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): M.   Soumya, P.   Vethamony, P.   Tkalich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea (SCS) is the largest marginal sea in the western Pacific Basin. Sea level anomalies (SLAs) in the southern South China Sea (SSCS) are assumed to be governed by various phenomena associated with the adjacent parts of the Indian Ocean and the Pacific Ocean. We have used monthly sea level anomalies obtained from 12 tide gauge stations of PSMSL and UHSLC and merged and gridded AVISO products of SLAs (sea level anomalies) derived from satellite altimeter. We find that IOD-influenced inter-annual variations are found only in the southwestern and southeastern coastal regions of SSCS. Our analysis reveals that inter-annual regional sea level drops are associated with positive phase of the IOD, and the rises with negative phase of the IOD. SLA variations at decadal scale in the southeastern and northern Gulf of Thailand correlate with Pacific Decadal Oscillations (PDO). Multiple linear regression analysis of inter-annual SLAs and climate indices shows that IOD induced inter-annual variations dominate in the southwestern SCS and it contributes to about ~<hsp sp=\"0.10\"/>40% of inter-annual sea level variation. Meanwhile, ENSO contributes to around ~<hsp sp=\"0.10\"/>30% variation in sea level in the southwestern and ~<hsp sp=\"0.10\"/>40% variation in the southeastern SSCS. The present study also suggests that inter-annual SLA variations in the SSCS can occur by ENSO and IOD induced changes in wind stress curl and volume transport variations.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001435%26_version%3D1%26md5%3Df7f23ea9dfcaa47d7f71a6b5cdcd0e76", 
        "title": "Inter-annual sea level variability in the southern South China Sea"
    }, 
    {
        "author": "Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Here, we examine available glacier mass-balance records between 1993 and 2012 for Andes Cordillera, South America (6.5°N–45.8°S), and the sub-Antarctic islands around the northern tip of the Antarctic Peninsula (62.7°S–63.8°S) to determine their recent mass loss and imbalance with the present climate. The mean annual observed mass-balance <italic>B<inf loc=\"post\">a</inf> </italic> changed from −<hsp sp=\"0.10\"/>620<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>390 (1993–2002) to −<hsp sp=\"0.10\"/>740<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>240<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> (2003–2012) and for this past decade showed a decrease in <italic>B<inf loc=\"post\">a</inf> </italic> from south to north. These glaciers had a mean accumulation area ratio of 0.42, which is below the AAR value for glaciers in equilibrium, reflecting mean area and volume imbalances of 23% and 27%, respectively. Glaciers in the northern part of Andes Cordillera are most out of balance with the present climate (33%), while glaciers on the sub-Antarctic islands are only slightly out of balance (4%). We identified a spatiotemporal cycle of <italic>B<inf loc=\"post\">a</inf> </italic> that distinguishes glaciers on the sub-Antarctic islands from glaciers in the Andes using an Empirical Orthogonal Function analysis. This analysis also revealed that South America should be divided into three individual glacier regions, and not two regions as earlier stated. Overall, the spatiotemporal cycles identified correlate to the multivariate El Niño Southern Oscillation Index instantaneously (zero-year lag-time) and to the Pacific Decadal Oscillation with an approximately eight-year lag-time.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300023%26_version%3D1%26md5%3D4aee3ea5c562abbe3473916cc45967c7", 
        "title": "Mass loss and imbalance of glaciers along the Andes Cordillera to the sub-Antarctic islands"
    }, 
    {
        "author": "Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The temporal variability of winter climate in southern Quebec is characterized by increasing temperature and rainfall, but decreasing snowfall. The goal of the study was to analyze the impact of these changes on the magnitude and timing of winter maximum daily flows. Hydrologic series for seventeen tributaries of the St. Lawrence River were analyzed over the period from 1934 to 2010. The most noteworthy result, obtained using the Lombard method, was to highlight a nearly generalized shift in mean values of the series in the early 1970s. This shift reflects a significant increase in the magnitude of winter maximum daily flows after that decade, interpreted to result primarily from snowmelt, which is increasingly frequent at the end of winter. The frequency of the dates of occurrence of winter maximum daily flows increased significantly during the last winter decade (ten days) after the 1970s for most rivers in southern Quebec. The copula method did not, however, reveal any significant change in the dependency between the timing and magnitude of winter maximum daily flows over time. Finally, canonical correlation analysis revealed that the magnitude of winter maximum daily flows is positively correlated with the Pacific Decadal Oscillation (PDO), while their dates of occurrence are correlated with the North Atlantic Oscillation (NAO).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Journal of Hydrology", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005594%26_version%3D1%26md5%3Dac25a81aeb62637b9092ac37e2e65bac", 
        "title": "Temporal variability of the magnitude and timing of winter maximum daily flows in southern Quebec (Canada)"
    }, 
    {
        "author": "Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The North American Monsoon (NAM) provides the majority of rainfall for central and northern Mexico as well as parts of the south west USA. The controls over the strength of the NAM in a given year are complex, and include both Pacific and Atlantic systems. We present here an annually resolved proxy reconstruction of NAM rainfall variability over the last ∼6 ka, from an inwash record from the Laguna de Juanacatlán, Mexico. This high resolution, exceptionally well dated record allows changes in the NAM through the latter half of the Holocene to be investigated in both time and space domains, improving our understanding of the controls on the system. Our analysis shows a shift in conditions between c. 4 and 3 ka BP, after which clear ENSO/PDO type forcing patterns are evident.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300433%26_version%3D1%26md5%3Daa7d9cd655a58806030dc3ab70d8329d", 
        "title": "Late Holocene climate reorganisation and the North American Monsoon"
    }, 
    {
        "author": "Michael Notaro, Yan Yu, Olga V. Kalashnikova", 
        "date": "2015-08-29", 
        "description": "\n\nThe Arabian Peninsula has experienced pronounced interannual to decadal variability in dust activity, including an abrupt regime shift around 2006 from an inactive dust period during 1998–2005 to an active period during 2007–2013. Corresponding in time to the onset of this regime shift, the climate state transitioned into a combined La Niña and negative phase of the Pacific Decadal Oscillation, which incited a hiatus in global warming in the 2000s (Kosaka and Xie, 2013; Trenberth and Fasullo, 2013). Superimposed upon a long-term regional drying trend, synergistic interactions between these teleconnection modes triggered the establishment of a devastating and prolonged drought, which engulfed the Fertile Crescent, namely Iraq and Syria, and led to crop failure and civil unrest [Kelley et al., 2015]. Dried soils and diminished vegetation cover in the Fertile Crescent, as evident through remotely-sensed Enhanced Vegetation Indices, supported greater dust generation and transport to the Arabian Peninsula in 2007–2013, as identified both in increased dust days observed at weather stations and enhanced remotely-sensed aerosol optical depth. According to backward trajectory analysis of dust days on the Arabian Peninsula, increased dust lifting and atmospheric dust concentration in the Fertile Crescent during this recent, prolonged drought episode supported a greater frequency of dust events across the peninsula with associated northerly trajectories and led to the dust regime shift. These findings are particularly concerning, considering projections of warming and drying for the eastern Mediterranean region and potential collapse of the Fertile Crescent during this century [Kitoh et al., 2008].\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023855", 
        "title": "Regime shift in Arabian dust activity, triggered by persistent fertile crescent drought"
    }, 
    {
        "author": "J. I. López-Moreno, E. Morán-Tejeda, S. M. Vicente-Serrano, J. Bazo, C. Azorin-Molina, J. Revuelto, A. Sánchez-Lorenzo, F. Navarro-Serrano, E. Aguilar, O. Chura", 
        "date": "2015-08-26", 
        "description": "\n\nThis work analysed the changes in air temperature in 25 meteorological stations in the Altiplano and the surrounding Andean slopes of Bolivia and Peru, and their relationship with El Niño-Southern Oscillation (SO) and the Pacific Decadal Oscillation (PDO). The analysis focused on annual, warm season (DJF) and cold season (JJA) maximum and minimum temperatures. All analyses were undertaken during 1965–2012, but some analyses were also from 1945 and 1955 when data were available. Principal component analysis was applied to the annual and seasonal series to identify spatial differences of changes in maximum and minimum air temperature. There was an overall increase of temperatures since the mid-20th century. The most intense and spatially coherent warming was observed for annual and warm season maximum temperature, with warming rates from 0.15 to 0.25 °C decade−1. Changes in the cold season maximum temperature were more heterogeneous, and statistically significant trends were mostly in the Bolivian Altiplano. Minimum temperatures increased, but there was higher spatial variability and lower rates of warming. Maximum temperature was negatively correlated with the Southern Oscillation index (SO) in the warm season, and positively correlated with the SO in the cold season; there were less statistically significant correlations with the PDO, that exhibited inverse sign than those for SO. The strongest correlations were in the region near Lake Titicaca. The negative correlation of minimum temperatures with SO and the positive correlation of minimum temperatures with PDO were lower than the observed for maximum temperature. The changes in temperature and correlations with SO and PDO were highly dependent on the selected period, with stronger trends in the last 30–40 years. This suggests reinforcement of warming rates that cannot be only explained by SO and PDO variability.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4459", 
        "title": "Recent temperature variability and change in the Altiplano of Bolivia and Peru"
    }, 
    {
        "author": "S. A. Mauget", 
        "date": "2015-08-26", 
        "description": "<b>Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions</b><br /><br />Climate of the Past, 11, 1107-1125, 2015<br /><br />Author(s): S. A. Mauget<br /><br />The optimal ranking regime (ORR) method was used to identify 6–100-year time\nwindows containing significant ranking sequences in 55 western US streamflow\nreconstructions, and reconstructions of the level of the Great Salt Lake and\nSan Francisco Bay salinity during 1500–2007. The method's ability to\nidentify optimally significant and non-overlapping runs of low- and\nhigh-rankings allows it to re-express a reconstruction time series as a\nsimplified sequence of regime segments marking intra- to multi-decadal (IMD)\nperiods of low or high streamflow, lake level, and salinity. Those ORR\nsequences, referred to here as <i>Z</i>-lines, can be plotted to identify\nconsistent regime patterns in the analysis of numerous reconstructions. The\n<i>Z</i>-lines for the 57 reconstructions evaluated here show a common\npattern of IMD cycles of drought and pluvial periods during the late 16th and\n17th centuries, a relatively dormant period during the 18th century, and the\nreappearance of alternating dry and wet IMD periods during the 19th and early\n20th centuries. Although this pattern suggests the possibility of similarly\nactive and inactive oceanic modes in the North Pacific and North Atlantic,\nsuch centennial-scale patterns are not evident in the ORR analyses of\nreconstructed Pacific Decadal Oscillation (PDO), El Niño–Southern\nOscillation, and North Atlantic sea-surface temperature variation. However,\ngiven the inconsistency in the analyses of four PDO reconstructions, the\npossible role of centennial-scale oceanic mechanisms is uncertain. In future\nresearch the ORR method might be applied to climate reconstructions around\nthe Pacific Basin to try to resolve this uncertainty. Given its ability to\ncompare regime patterns in climate reconstructions derived using different\nmethods and proxies, the method may also be used in future research to\nevaluate long-term regional temperature reconstructions.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1107/2015/", 
        "title": "Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions"
    }, 
    {
        "author": "M. Salzmann, R. Cherian", 
        "date": "2015-08-24", 
        "description": "\n\nThe observed summertime drying over Northern Central India (NCI) during the latter half of the 20th century is not reproduced by the Coupled Model Intercomparison Project Phase 5 (CMIP5) model ensemble average. At the same time, the spread between precipitation trends from individual model realizations is large, indicating that internal variability potentially plays an important role in explaining the observed trend. Here we show that the drying is indeed related to the observed 1950-1999 positive trend of the Pacific Decadal Oscillation (PDO) index and that the relationship is even stronger for a simpler index (S1). Adjusting the CMIP5 simulated precipitation trends to account for the difference between the observed and simulated S1 trend increases the original multi-model average NCI drying trend from −0.09±0.31 mm day−1 (50 years)−1 to −0.51±0.40 mm day−1 (50 years)−1 . Thus, our estimate of the 1950-1999 NCI drying associated with Pacific decadal variability is of similar magnitude as our previous CMIP5 based estimate of the drying due to anthropogenic aerosol. The drying (moistening) associated with increasing (decreasing) S1 can partially be attributed to a southeastward (northwestward) shift of the boundary between ascent and descent affecting NCI. This shift of the ascent region strongly affects NCI, butnot Southeast Asia and south China. The average spread between individual model realizations is only slightly reduced when adjusting for S1 as smaller scale variability also plays an important role.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023313", 
        "title": "On the enhancement of the Indian summer monsoon drying by Pacific multidecadal variability during the latter half of the 20th century"
    }, 
    {
        "author": "Soumya Sagarika, Ajay Kalra, Sajjad Ahmad", 
        "date": "2015-08-24", 
        "description": "\n\nThe current study focuses on evaluating the relationship between the Pacific Ocean climate variability and western US streamflow for six hydrologic regions of the western United States, as defined by United States Geological Survey: Rio Grande, Upper Colorado, Lower Colorado, Great Basin, Pacific Northwest, and California. The singular-valued decomposition (SVD) technique was applied on data for 50 years (1960–2010) of sea-surface temperatures (SST), geopotential height index of 500 mbar (Z500), and 90 unimpaired western US streamflows; the results established a spatio-temporal association for each major hydrologic region in the western United States with Pacific Oceanic variability. An approach using a 3- to 9-month lead time was utilized, i.e. the previous year's July to August SST/Z500, the previous year's October to December SST/Z500 to predict streamflow for current year spring–summer (April to September), spring (April to June), and summer (July to September) seasons. Significant regions in the Pacific were identified that influence hydrology of the western United States. The traditional El Niño/Southern Oscillation (ENSO) and Pacific Decadal Oscillation regions were identified along with regions over eastern Russia, Canadian British Columbia, and the ‘Hondo’ region along the east coast of Japan. Z500 showed pronounced association with 3-month lead time streamflow, whereas SST had better association with 6-month lead time streamflow. The SVD results showed improvement in correlation values of smaller spatial regions over larger regions, and a lagged response of adjacent hydrologic regions to the same physical indicators. The results obtained in this study could be helpful in improving the current forecasting models for water management.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4442", 
        "title": "Pacific Ocean SST and Z500 climate variability and western U.S. seasonal streamflow"
    }, 
    {
        "author": "Guidi Zhou, Mojib Latif, Richard J. Greatbatch, Wonsun Park", 
        "date": "2015-08-22", 
        "description": "\n\nOcean–atmosphere interactions play a key role in climate variability on a wide range of time scales from seasonal to decadal and longer. The extratropical oceans are thought to exert noticeable feedbacks on the atmosphere especially on decadal and longer time scales, yet the large-scale atmospheric response to anomalous extratropical sea surface temperature (SST) is still under debate. Here we show, by means of dedicated high-resolution atmospheric model experiments, that sufficient daily variability in the extratropical background SST needs to be resolved to force a statistically significant large-scale atmospheric response to decadal North Pacific SST anomalies associated with the Pacific Decadal Oscillation (PDO), which is consistent with observations. The large-scale response is mediated by atmospheric eddies. This implies that daily extratropical SST fluctuations must be simulated by the ocean components and resolved by the atmospheric components of global climate models to enable realistic simulation of decadal North Pacific sector climate variability.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065356", 
        "title": "Atmospheric Response to the North Pacific Enabled by Daily Sea Surface Temperature Variability"
    }, 
    {
        "author": "Liping Zhang et al", 
        "date": "2015-08-10", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00647.1?af=R", 
        "title": "Analysis of the characteristics and mechanisms of the Pacific Decadal Oscillation in a suite of coupled models from the Geophysical Fluid Dynamics Laboratory"
    }
]