[
    {
        "author": "M. Salzmann, R. Cherian",
        "date": "2015-08-24",
        "description": "\n\nThe observed summertime drying over Northern Central India (NCI) during the latter half of the 20th century is not reproduced by the Coupled Model Intercomparison Project Phase 5 (CMIP5) model ensemble average. At the same time, the spread between precipitation trends from individual model realizations is large, indicating that internal variability potentially plays an important role in explaining the observed trend. Here we show that the drying is indeed related to the observed 1950-1999 positive trend of the Pacific Decadal Oscillation (PDO) index and that the relationship is even stronger for a simpler index (S1). Adjusting the CMIP5 simulated precipitation trends to account for the difference between the observed and simulated S1 trend increases the original multi-model average NCI drying trend from −0.09±0.31 mm day−1 (50 years)−1 to −0.51±0.40 mm day−1 (50 years)−1 . Thus, our estimate of the 1950-1999 NCI drying associated with Pacific decadal variability is of similar magnitude as our previous CMIP5 based estimate of the drying due to anthropogenic aerosol. The drying (moistening) associated with increasing (decreasing) S1 can partially be attributed to a southeastward (northwestward) shift of the boundary between ascent and descent affecting NCI. This shift of the ascent region strongly affects NCI, butnot Southeast Asia and south China. The average spread between individual model realizations is only slightly reduced when adjusting for S1 as smaller scale variability also plays an important role.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023313",
        "title": "On the enhancement of the Indian summer monsoon drying by Paci_c multidecadal variability during the latter half of the 20th century"
    },
    {
        "author": "M.   Soumya, P.   Vethamony, P.   Tkalich</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): M.   Soumya, P.   Vethamony, P.   Tkalich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea (SCS) is the largest marginal sea in the western Pacific Basin. Sea level anomalies (SLAs) in the southern South China Sea (SSCS) are assumed to be governed by various phenomena associated with the adjacent parts of the Indian Ocean and the Pacific Ocean. We have used monthly sea level anomalies obtained from 12 tide gauge stations of PSMSL and UHSLC and merged and gridded AVISO products of SLAs (sea level anomalies) derived from satellite altimeter. We find that IOD-influenced inter-annual variations are found only in the southwestern and southeastern coastal regions of SSCS. Our analysis reveals that inter-annual regional sea level drops are associated with positive phase of the IOD, and the rises with negative phase of the IOD. SLA variations at decadal scale in the southeastern and northern Gulf of Thailand correlate with Pacific Decadal Oscillations (PDO). Multiple linear regression analysis of inter-annual SLAs and climate indices shows that IOD induced inter-annual variations dominate in the southwestern SCS and it contributes to about ~<hsp sp=\"0.10\"/>40% of inter-annual sea level variation. Meanwhile, ENSO contributes to around ~<hsp sp=\"0.10\"/>30% variation in sea level in the southwestern and ~<hsp sp=\"0.10\"/>40% variation in the southeastern SSCS. The present study also suggests that inter-annual SLA variations in the SSCS can occur by ENSO and IOD induced changes in wind stress curl and volume transport variations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001435%26_version%3D1%26md5%3Df7f23ea9dfcaa47d7f71a6b5cdcd0e76",
        "title": "Inter-annual sea level variability in the southern South China Sea"
    },
    {
        "author": "Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Here, we examine available glacier mass-balance records between 1993 and 2012 for Andes Cordillera, South America (6.5°N–45.8°S), and the sub-Antarctic islands around the northern tip of the Antarctic Peninsula (62.7°S–63.8°S) to determine their recent mass loss and imbalance with the present climate. The mean annual observed mass-balance <italic>B<inf loc=\"post\">a</inf> </italic> changed from −<hsp sp=\"0.10\"/>620<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>390 (1993–2002) to −<hsp sp=\"0.10\"/>740<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>240<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> (2003–2012) and for this past decade showed a decrease in <italic>B<inf loc=\"post\">a</inf> </italic> from south to north. These glaciers had a mean accumulation area ratio of 0.42, which is below the AAR value for glaciers in equilibrium, reflecting mean area and volume imbalances of 23% and 27%, respectively. Glaciers in the northern part of Andes Cordillera are most out of balance with the present climate (33%), while glaciers on the sub-Antarctic islands are only slightly out of balance (4%). We identified a spatiotemporal cycle of <italic>B<inf loc=\"post\">a</inf> </italic> that distinguishes glaciers on the sub-Antarctic islands from glaciers in the Andes using an Empirical Orthogonal Function analysis. This analysis also revealed that South America should be divided into three individual glacier regions, and not two regions as earlier stated. Overall, the spatiotemporal cycles identified correlate to the multivariate El Niño Southern Oscillation Index instantaneously (zero-year lag-time) and to the Pacific Decadal Oscillation with an approximately eight-year lag-time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300023%26_version%3D1%26md5%3D4aee3ea5c562abbe3473916cc45967c7",
        "title": "Mass loss and imbalance of glaciers along the Andes Cordillera to the sub-Antarctic islands"
    },
    {
        "author": "Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The temporal variability of winter climate in southern Quebec is characterized by increasing temperature and rainfall, but decreasing snowfall. The goal of the study was to analyze the impact of these changes on the magnitude and timing of winter maximum daily flows. Hydrologic series for seventeen tributaries of the St. Lawrence River were analyzed over the period from 1934 to 2010. The most noteworthy result, obtained using the Lombard method, was to highlight a nearly generalized shift in mean values of the series in the early 1970s. This shift reflects a significant increase in the magnitude of winter maximum daily flows after that decade, interpreted to result primarily from snowmelt, which is increasingly frequent at the end of winter. The frequency of the dates of occurrence of winter maximum daily flows increased significantly during the last winter decade (ten days) after the 1970s for most rivers in southern Quebec. The copula method did not, however, reveal any significant change in the dependency between the timing and magnitude of winter maximum daily flows over time. Finally, canonical correlation analysis revealed that the magnitude of winter maximum daily flows is positively correlated with the Pacific Decadal Oscillation (PDO), while their dates of occurrence are correlated with the North Atlantic Oscillation (NAO).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005594%26_version%3D1%26md5%3Dac25a81aeb62637b9092ac37e2e65bac",
        "title": "Temporal variability of the magnitude and timing of winter maximum daily flows in southern Quebec (Canada)"
    },
    {
        "author": "Guidi Zhou, Mojib Latif, Richard J. Greatbatch, Wonsun Park",
        "date": "2015-08-22",
        "description": "\n\nOcean–atmosphere interactions play a key role in climate variability on a wide range of time scales from seasonal to decadal and longer. The extratropical oceans are thought to exert noticeable feedbacks on the atmosphere especially on decadal and longer time scales, yet the large-scale atmospheric response to anomalous extratropical sea surface temperature (SST) is still under debate. Here we show, by means of dedicated high-resolution atmospheric model experiments, that sufficient daily variability in the extratropical background SST needs to be resolved to force a statistically significant large-scale atmospheric response to decadal North Pacific SST anomalies associated with the Pacific Decadal Oscillation (PDO), which is consistent with observations. The large-scale response is mediated by atmospheric eddies. This implies that daily extratropical SST fluctuations must be simulated by the ocean components and resolved by the atmospheric components of global climate models to enable realistic simulation of decadal North Pacific sector climate variability.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065356",
        "title": "Atmospheric Response to the North Pacific Enabled by Daily Sea Surface Temperature Variability"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The interannual-decadal variability of the wintertime mixed layer depths (MLDs) over the North Pacific is investigated from an empirical orthogonal function (EOF) analysis of an ensemble of global ocean reanalyses. The first leading EOF mode represents the interannual MLD anomalies centered in the eastern part of the central mode water formation region in phase opposition with those in the eastern subtropics and the central Alaskan Gyre. This first EOF mode is highly correlated with the Pacific decadal oscillation index on both the interannual and decadal time scales. The second leading EOF mode represents the MLD variability in the subtropical mode water (STMW) formation region and has a good correlation with the wintertime West Pacific (WP) index with time lag of 3 years, suggesting the importance of the oceanic dynamical response to the change in the surface wind field associated with the meridional shifts of the Aleutian Low. The above MLD variabilities are in basic agreement with previous observational and modeling findings. Moreover the reanalysis ensemble provides uncertainty estimates. The interannual MLD anomalies in the first and second EOF modes are consistently represented by the individual reanalyses and the amplitudes of the variabilities generally exceed the ensemble spread of the reanalyses. Besides, the resulting MLD variability indices, spanning the 1948–2012 period, should be helpful for characterizing the North Pacific climate variability. In particular, a 6-year oscillation including the WP teleconnection pattern in the atmosphere and the oceanic MLD variability in the STMW formation region is first detected.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2762-3",
        "title": "Interannual-decadal variability of wintertime mixed layer depths in the North Pacific detected by an ensemble of ocean syntheses"
    },
    {
        "author": "Liping Zhang et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00647.1?af=R",
        "title": "Analysis of the characteristics and mechanisms of the Pacific Decadal Oscillation in a suite of coupled models from the Geophysical Fluid Dynamics Laboratory"
    },
    {
        "author": "Christopher Lucas, Hanh Nguyen",
        "date": "2015-07-27",
        "description": "\nRadiosonde-based tropical expansion rate estimates for six continental-centered regions of the globe are discussed. New results from the Northern Hemisphere are presented, complementing previous Southern Hemisphere (SH) results using an identical methodology. Expansion rates are largest over Asia and Australia-New Zealand (ANZ). Other regions show more modest rates of expansion, and there is no statistically significant expansion over North America. In the hemispheric average, expansion rates are slightly larger in the SH. This asymmetry, although not statistically significant, is consistent with ozone depletion acting as a codriver of tropical expansion since 1979. The picture of regional expansion here is different from that in other studies or that derived solely from reanalyses. The relationships between tropical expansion and modes of climate variability are explored using partial regression techniques. Interannually, a relationship is seen with the El Niño–Southern Oscillation (ENSO) across most of the globe. Regionally, the Pacific Decadal Oscillation (PDO) has a significant impact over Asia, while the Southern Annular Mode (SAM) affects expansion over ANZ. Considering the longer-term changes in the climate variability indices since 1979, it suggests that the PDO may account for up to 50% of the observed tropical expansion over Asia, while SAM may account for 20–30% of the SH expansion, particularly over ANZ. Decadal changes in ENSO may account for a further 20–30% of the global and regional trends. Accounting for the effect of climate variability helps to reconcile the differences in observations and model-based simulations of tropical expansion.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023130",
        "title": "Regional characteristics of tropical expansion and the role of climate variability"
    },
    {
        "author": "Michael G. Jacox, Steven J. Bograd, Elliott L. Hazen, Jerome Fiechter",
        "date": "2015-07-24",
        "description": "\n\nA regional ocean model is used to evaluate the roles of wind, surface heat flux, and basin-scale climate variability in regulating the upwelled nitrate supply in the California Current. A strong positive trend in nitrate flux from 1980 to 2010 was driven almost entirely by enhanced equatorward winds, negating a weak negative trend associated with increased surface heat flux. Increased upwelling and nitrate flux are consistent with cooler surface temperatures and higher phytoplankton concentrations observed over the same period. Changes in remote ocean forcing, resulting primarily from basin-scale climate variability (e.g., El Niño–Southern Oscillation and Pacific Decadal Oscillation), drive considerable interannual fluctuations and may dominate the ecosystem response on interannual to decadal time scales. However, comparison with previously published findings suggests that local wind intensification persists through changing basin-scale climate regimes. Understanding the different time scales of variability in forcing mechanisms, and their interactions with each other, is necessary to distinguish transient ecosystem impacts from secular trends.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065147",
        "title": "Sensitivity of the California Current nutrient supply to wind, heat, and remote ocean forcing"
    },
    {
        "author": "M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim",
        "date": "2015-05-07",
        "description": "<b>Sea level trends in Southeast Asian seas</b><br /><br />Climate of the Past, 11, 743-750, 2015<br /><br />Author(s): M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim<br /><br />Southeast Asian seas span the largest archipelago in the global ocean\nand provide a complex oceanic pathway connecting the Pacific and Indian\noceans. The Southeast Asian sea regional sea level trends are some of the highest observed\nin the modern satellite altimeter record that now spans almost 2 decades.\nInitial comparisons of global sea level reconstructions find that 17-year\nsea level trends over the past 60 years exhibit good agreement with decadal\nvariability associated with the Pacific Decadal Oscillation and related\nfluctuations of trade winds in the region. The Southeast Asian sea region exhibits sea\nlevel trends that vary dramatically over the studied time period. This\nhistorical variation suggests that the strong regional sea level trends\nobserved during the modern satellite altimeter record will abate as trade\nwinds fluctuate on decadal and longer timescales. Furthermore, after\nremoving the contribution of the Pacific Decadal Oscillation (PDO) to sea level trends in the past\n20 years, the rate of sea level rise is greatly reduced in the Southeast Asian sea region. As\na result of the influence of the PDO, the Southeast Asian sea regional sea level trends\nduring the 2010s and 2020s are likely to be less than the global mean sea level\n(GMSL) trend if the observed oscillations in wind forcing and sea level\npersist. Nevertheless, long-term sea level trends in the Southeast Asian seas will continue\nto be affected by GMSL rise occurring now and in the future.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/743/2015/",
        "title": "Sea level trends in Southeast Asian seas"
    }
]