[
    {
        "author": "Siddarth Shankar Das, K. N. Uma, V.N. Bineesha, K.V. Suneeth, G. Ramkumar", 
        "date": "2015-07-14", 
        "description": "\n\nFour decades of climatological data on winds from 0–65 km measured over the 'Thumba Equatorial Rocket Launching Station (TERLS)' (8.53°N, 76.87°E), a low latitude equatorial station in India is compared with four global reanalysis data sets. The observations are made using balloon borne experiments (0–35 km) and rocket sounding (20–65 km) from 1970–2013. Reanalysis data compared well with the real-time observations below the tropopause and less well above it in both the wind components (zonal and meridional). The average correlation coefficient between observations and reanalysis is found to be 0.9 for zonal wind from the surface to 30 km and 0.6 for meridional wind from the surface to 15 km. The amplitude of the semi-annual oscillation (SAO), Annual Oscillation (AO), and Quasi-Biennial Oscillation (QBO) are reproduced well in the four reanalysis data sets. The QBO amplitude maximum around 20–30 km altitude is systematically underestimated by all the reanalysis compared to the observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2632", 
        "title": "Four decadal climatological intercomparison of Rocketsonde and Radiosonde with different reanalysis data : Results from Thumba Equatorial Station"
    }, 
    {
        "author": "Ji Nie et al", 
        "date": "2015-06-29", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0035.1?af=R", 
        "title": "Responses of tropical deep convection to the QBO: cloud-resolving simulations"
    }, 
    {
        "author": "E. D. Peck, C. E. Randall, V. L. Harvey, D. R. Marsh", 
        "date": "2015-06-06", 
        "description": "\n\nThe Whole Atmosphere Community Climate Model version 4 (WACCM4) is used to quantify solar cycle impacts, including both irradiance and particle precipitation, on the middle atmosphere. Results are compared to previous work using WACCM version 3 (WACCM3) to estimate the sensitivity of simulated solar cycle effects to model modifications. The residual circulation in WACCM4 is stronger than in WACCM3, leading to larger solar cycle effects from energetic particle precipitation; this impacts polar stratospheric odd nitrogen and ozone, as well as polar mesospheric temperatures. The cold pole problem, which is present in both versions, is exacerbated in WACCM4, leading to more ozone loss in the Antarctic stratosphere. Relative to WACCM3, a westerly shift in the WACCM4 zonal winds in the tropical stratosphere and mesosphere, and a strengthening and poleward shift of the Antarctic polar night jet, are attributed to inclusion of the QBO and changes in the gravity wave parameterization in WACCM4. Solar cycle effects in WACCM3 and WACCM4 are qualitatively similar. However, the EPP-induced increase from solar minimum to solar maximum in polar stratospheric NOy is about twice as large in WACCM4 as in WACCM3; correspondingly, maximum increases in polar O3 loss from solar min to solar max are more than twice as large in WACCM4. This does not cause large differences in the WACCM3 versus WACCM4 solar cycle responses in temperature and wind. Overall, these results provide a framework for future studies using WACCM to analyze the impacts of the solar cycle on the middle atmosphere.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000387", 
        "title": "Simulated solar cycle effects on the middle atmosphere: WACCM3 Versus WACCM4"
    }, 
    {
        "author": "Stephanie Evan, K. H. Rosenlof, Troy Thornberry, Andrew Rollins, Sergey Khaykin", 
        "date": "2015-05-21", 
        "description": "\n\nExtremely low water vapor concentrations (as low as 1.5 ppmv) in the tropical tropopause layer (TTL) were observed by in-situ measurements during the Airborne Tropical TRopopause Experiment (ATTREX) winter 2013 deployment in February 2013. The January 2013 tropical (15°N-15°S) mean value of Microwave Limb Sounder (MLS) water vapor satellite data at 82 hPa (2.3 ppmv) was one of the lowest during the instrument record (2004-2013). The relationship between a cooling of the tropical tropopause, a Sudden Stratospheric Warming (SSW) event and convective activity in Western Pacific is investigated using satellite data and reanalysis meteorological products to elucidate the likely origin of those extremely low water vapor concentrations.\nA major mid winter SSW developed on January 6, 2013. Stratospheric polar temperatures increased by ~30 K in a matter of days and temperatures in the tropical upper troposphere and lower stratosphere (UTLS) dropped at the same time. As a result of the easterly shear phase of the quasi-biennial oscillation and the SSW, the tropical tropopause in January 2013 was anomalously cold (zonal mean of 187 K) and elevated (85 hPa). The tropical cold point tropopause (CPT) temperature and water vapor concentration at 82 hPa decreased by about 2 K and 1.5 ppmv respectively within the first 15 days of January; the water vapor change was likely a result of dehydration associated with the rapid cooling of the tropical CPT during that period.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2587", 
        "title": "TTL cooling and drying during the January 2013 Stratospheric Sudden Warming"
    }
]