[
    {
        "author": "C. I. Garfinkel, V. Silverman, N. Harnik, C. Haspel, Y. Riz", 
        "date": "2015-08-15", 
        "description": "\nSuperposed epoch analysis of meteorological reanalysis data is used to demonstrate a significant connection between intraseasonal solar variability and temperatures in the stratosphere. Decreasing solar flux leads to a cooling of the tropical upper stratosphere above 7 hPa, while increasing solar flux leads to a warming of the tropical upper stratosphere above 7 hPa, after a lag of approximately 6–10 days. Late winter (February–March) Arctic stratospheric temperatures also change in response to changing incoming solar flux in a manner consistent with that seen on the 11 year timescale: 10–30 days after the start of decreasing solar flux, the polar cap warms during the easterly phase of the quasi-biennial oscillation. In contrast, cooling is present after decreasing solar flux during the westerly phase of the quasi-biennial oscillation (though it is less robust than the warming during the easterly phase). The estimated composite mean changes in Northern Hemisphere upper stratospheric (∼ 5 hPa) polar temperatures exceed 8 K and are potentially a source of intraseasonal predictability for the surface. These changes in polar temperature are consistent with the changes in wave driving entering the stratosphere.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023244", 
        "title": "Stratospheric response to intraseasonal changes in incoming solar radiation"
    }, 
    {
        "author": "Marta Abalos, Bernard Legras, Felix Ploeger, William J. Randel", 
        "date": "2015-08-11", 
        "description": "\nMost chemistry-climate models show an intensification of the Brewer-Dobson circulation (BDC) in the stratosphere associated with increasing greenhouse gas emissions and ozone depletion in the last decades, but this trend remains to be confirmed in observational data. In this work the evolution of the advective BDC for the period 1979–2012 is evaluated and compared in three modern reanalyses (ERA-Interim, MERRA, and JRA-55). Three different estimates of the BDC are computed for each reanalysis, one based on the definition of the residual circulation and two indirect estimates derived from momentum and thermodynamic balances. The comparison among the nine estimates shows substantial uncertainty in the mean magnitude (∼40%) but significant common variability. The tropical upwelling series show variability linked to the stratospheric quasi-biennial oscillation and to El Niño–Southern Oscillation (ENSO) and also reflect extreme events such as major sudden stratospheric warmings and volcanic eruptions. The trend analysis suggests a strengthening of tropical upwelling of around 2–5%/decade throughout the layer 100–10 hPa. The global spatial structure of the BDC trends provides evidence of an overall acceleration of the circulation in both hemispheres, with qualitative agreement among the estimates. The global BDC trends are mainly linked to changes in the boreal winter season and can be tracked to long-term increases in the resolved wave drag in both hemispheres.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023182", 
        "title": "Evaluating the advective Brewer-Dobson circulation in three reanalyses for the period 1979–2012"
    }, 
    {
        "author": "Stephanie Evan, K. H. Rosenlof, Troy Thornberry, Andrew Rollins, Sergey Khaykin", 
        "date": "2015-08-11", 
        "description": "Extremely low water vapour concentrations (as low as 1.5 ppmv) in the tropical tropopause layer (TTL) were observed by in situ measurements during the Airborne Tropical TRopopause Experiment (ATTREX) winter 2013 deployment in February 2013. The January 2013 tropical (15°N–15°S) mean value of Microwave Limb Sounder (MLS) water vapour satellite data at 82 hPa (2.3 ppmv) was one of the lowest during the instrument record (2004–2013). The relationship between a cooling of the tropical tropopause, a sudden stratospheric warming (SSW) event and convective activity in the western Pacific is investigated using satellite data and reanalysis meteorological products to elucidate the likely origin of those extremely low water vapour concentrations. A major midwinter SSW developed on 6 January 2013. Stratospheric polar temperatures increased by ∼30 K in a matter of days and temperatures in the tropical upper troposphere and lower stratosphere (UTLS) dropped at the same time. As a result of the easterly shear phase of the Quasi-Biennial Oscillation and the SSW, the tropical tropopause in January 2013 was anomalously cold (zonal mean of 187 K) and elevated (85 hPa). The tropical cold point tropopause (CPT) temperature and water vapour concentration at 82 hPa decreased by about 2 K and 1.5 ppmv respectively within the first 15 days of January; the water vapour change was likely a result of dehydration associated with the rapid cooling of the tropical CPT during that period.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2587", 
        "title": "TTL cooling and drying during the January 2013 stratospheric sudden warming"
    }, 
    {
        "author": "Xu Xue, Wen Chen, Shangfeng Chen, Dingwen Zhou", 
        "date": "2015-08-06", 
        "description": "\nThis study investigated the modulation effect of boreal winter quasi-biennial oscillation (QBO) on the connection between winter El Niño–Southern Oscillation (ENSO) events and the variability of the following summer's South Asian high (SAH) by using European Centre for Medium-Range Weather Forecasts Interim Reanalysis data for the period of 1979–2013. The results suggest that the boreal summer SAH is more significantly influenced by preceding ENSO events in the easterly phase of the QBO than in the westerly phase. The change in the ENSO-SAH relationship in the different QBO phases may be attributable to the change in the ENSO-induced sea surface temperature (SST) anomalies over the tropical Indian Ocean (TIO). Specifically, ENSO's influence on the following summer's TIO SST is more significant when the QBO is in its easterly phase than westerly phase. Further analysis showed that the change in the connection between ENSO and the TIO SST in the different QBO phases may be attributable to change in the anomalous tropical Indian Ocean cell (IOC) associated with ENSO. In particular, the anomalous IOC induced by anomalous Walker circulation over the tropical Pacific is stronger and located further west in QBO easterly than westerly phase. This leads to stronger descending motion and larger SST anomalies over the TIO in the QBO easterly phase. These larger SST anomalies over the TIO in the QBO easterly phase could exert a more significant influence on the tropospheric temperature through moist adjustment, which subsequently results in stronger SAH variability.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023260", 
        "title": "Modulation of the connection between boreal winter ENSO and the South Asian high in the following summer by the stratospheric quasi-biennial oscillation"
    }, 
    {
        "author": "Ian P. White et al", 
        "date": "2015-07-30", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0358.1?af=R", 
        "title": "Dynamical Response to the QBO in the Northern Winter Stratosphere: Signatures in Wave Forcing and Eddy Fluxes of Potential Vorticity"
    }, 
    {
        "author": "Siddarth Shankar Das, K. N. Uma, V.N. Bineesha, K.V. Suneeth, G. Ramkumar", 
        "date": "2015-07-14", 
        "description": "\n\nFour decades of climatological data on winds from 0–65 km measured over the 'Thumba Equatorial Rocket Launching Station (TERLS)' (8.53°N, 76.87°E), a low latitude equatorial station in India is compared with four global reanalysis data sets. The observations are made using balloon borne experiments (0–35 km) and rocket sounding (20–65 km) from 1970–2013. Reanalysis data compared well with the real-time observations below the tropopause and less well above it in both the wind components (zonal and meridional). The average correlation coefficient between observations and reanalysis is found to be 0.9 for zonal wind from the surface to 30 km and 0.6 for meridional wind from the surface to 15 km. The amplitude of the semi-annual oscillation (SAO), Annual Oscillation (AO), and Quasi-Biennial Oscillation (QBO) are reproduced well in the four reanalysis data sets. The QBO amplitude maximum around 20–30 km altitude is systematically underestimated by all the reanalysis compared to the observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2632", 
        "title": "Four decadal climatological intercomparison of Rocketsonde and Radiosonde with different reanalysis data : Results from Thumba Equatorial Station"
    }, 
    {
        "author": "Ji Nie et al", 
        "date": "2015-06-29", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0035.1?af=R", 
        "title": "Responses of tropical deep convection to the QBO: cloud-resolving simulations"
    }, 
    {
        "author": "E. D. Peck, C. E. Randall, V. L. Harvey, D. R. Marsh", 
        "date": "2015-06-06", 
        "description": "\n\nThe Whole Atmosphere Community Climate Model version 4 (WACCM4) is used to quantify solar cycle impacts, including both irradiance and particle precipitation, on the middle atmosphere. Results are compared to previous work using WACCM version 3 (WACCM3) to estimate the sensitivity of simulated solar cycle effects to model modifications. The residual circulation in WACCM4 is stronger than in WACCM3, leading to larger solar cycle effects from energetic particle precipitation; this impacts polar stratospheric odd nitrogen and ozone, as well as polar mesospheric temperatures. The cold pole problem, which is present in both versions, is exacerbated in WACCM4, leading to more ozone loss in the Antarctic stratosphere. Relative to WACCM3, a westerly shift in the WACCM4 zonal winds in the tropical stratosphere and mesosphere, and a strengthening and poleward shift of the Antarctic polar night jet, are attributed to inclusion of the QBO and changes in the gravity wave parameterization in WACCM4. Solar cycle effects in WACCM3 and WACCM4 are qualitatively similar. However, the EPP-induced increase from solar minimum to solar maximum in polar stratospheric NOy is about twice as large in WACCM4 as in WACCM3; correspondingly, maximum increases in polar O3 loss from solar min to solar max are more than twice as large in WACCM4. This does not cause large differences in the WACCM3 versus WACCM4 solar cycle responses in temperature and wind. Overall, these results provide a framework for future studies using WACCM to analyze the impacts of the solar cycle on the middle atmosphere.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000387", 
        "title": "Simulated solar cycle effects on the middle atmosphere: WACCM3 Versus WACCM4"
    }
]