[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      On the basis of a 51-year statistical analysis of reanalysis data, we propose for the first time that the positive phase of the Western Pacific (WP) pattern in the winter is linked to the negative phase of the North Atlantic Oscillation (NAO) in the previous winter, and vice versa. We show that there are two possible mechanisms responsible for this interannual remote linkage. One is an Arctic mechanism. Extensive Arctic sea ice in the summer after a negative NAO acts as a bridge to the positive phase of the WP in the next winter. The other mechanism involves the tropics. An El Niño occurrence after a negative winter NAO acts as another bridge to the positive phase of the WP in the following winter. The timescale of the Arctic route is nearly decadal, whereas that of the tropical route is about 3–5 years. The tropical mechanism indicates that the NAO remotely excites an El Niño in the second half of the following year. A process perhaps responsible for the El Niño occurrence was investigated statistically. A negative NAO in the winter increases Eurasian snow cover. This anomalous snow cover then intensifies the cold air outbreak from Asia to the western tropical Pacific. This outbreak can intensify the westerly wind burst and excite El Niño in the following year. We suggest that the phase of the NAO in the winter could be a predictor of the WP in the following year.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2384-1", 
        "title": "Impact of the winter North Atlantic Oscillation (NAO) on the Western Pacific (WP) pattern in the following winter through Arctic sea ice and ENSO: part I—observational evidence"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">During the 2012–2013 winter, the negative phase of the North Atlantic Oscillation (NAO) predominated, resulting in a cold winter over Europe and northern Asia punctuated by episodes of frigid weather. This climate anomaly is part of a recent trend towards negative values of the NAO index that has occurred over recent winters. The negative trend of the NAO may be related to atmospheric internal variability but it may also be partly forced by slowly varying components of the climate system. In the present study, we investigate the influence of surface conditions on the atmospheric circulation for the 2012–2013 winter using an atmospheric global climate model. In particular, the role of low Arctic sea ice concentration, warm tropical/North Atlantic sea surface temperature and positive Siberian snow cover anomalies are isolated by prescribing them in a set of different numerical experiments. Our simulations suggest that each of these surface forcings favored a negative NAO during the 2012–2013 winter. In our model, the combined NAO response to tropical/North Atlantic SST, Arctic sea ice and Siberian snow anomalies accounts for about 30 % of the observed NAO anomaly. Different physical mechanisms are explored to elucidate the atmospheric responses and are shown to involve both tropical and extratropical processes.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2368-1", 
        "title": "Role of sea surface temperature, Arctic sea ice and Siberian snow in forcing the atmospheric circulation in winter of 2012–2013"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We investigate the response of the atmospheric and land surface components of the CMIP5/AR5 Earth System model HadGEM2-ES to pre-industrial (PI: AD 1860) and last glacial maximum (LGM: 21 kyr) boundary conditions. HadGEM2-ES comprises atmosphere, ocean and sea-ice components which are interactively coupled to representations of the carbon cycle, aerosols including mineral dust and tropospheric chemistry. In this study, we focus on the atmosphere-only model HadGEM2-A coupled to terrestrial carbon cycle and aerosol models. This configuration is forced with monthly sea surface temperature and sea-ice fields from equivalent coupled simulations with an older version of the Hadley Centre model, HadCM3. HadGEM2-A simulates extreme cooling over northern continents and nearly complete die back of vegetation in Asia, giving a poor representation of the LGM environment compared with reconstructions of surface temperatures and biome distributions. The model also performs significantly worse for the LGM in comparison with its precursor AR4 model HadCM3M2. Detailed analysis shows that the major factor behind the vegetation die off in HadGEM2-A is a subtle change to the temperature dependence of leaf mortality within the phenology model of HadGEM2. This impacts on both snow-vegetation albedo and vegetation dynamics. A new set of parameters is tested for both the pre-industrial and LGM, showing much improved coverage of vegetation in both time periods, including an improved representation of the needle-leaf forest coverage in Siberia for the pre-industrial. The new parameters and the resulting changes in global vegetation distribution strongly impact the simulated loading of mineral dust, an important aerosol for the LGM. The climate response in an abrupt 4× pre-industrial CO<sub class=\"a-plus-plus\">2</sub> simulation is also analysed and shows modest regional impacts on surface temperatures across the Boreal zone.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2421-0", 
        "title": "Last glacial maximum constraints on the Earth System model HadGEM2-ES"
    }, 
    {
        "author": "Albert J.   Gabric, Bo   Qu, Patricia A.   Matrai, Carly   Murphy, Hailang   Lu, Dao Rong   Lin, Feng   Qian, Min   Zhao</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Albert J.   Gabric, Bo   Qu, Patricia A.   Matrai, Carly   Murphy, Hailang   Lu, Dao Rong   Lin, Feng   Qian, Min   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We investigate the relationship between satellite-derived time series for microalgal biomass, measured using remotely sensed chlorophyll-<italic>a</italic> (CHL: mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−3</sup>), aerosol optical depth (AOD) and sea ice cover (ICE) in the Greenland Sea (10° W–10° E, 65–80° N) over the decadal period 2003–2012. Zonal averages for all variables were computed in 5-degree latitude bands. Unlike other regions of the Arctic Ocean, the marginal ice zone in the Greenland Sea is confined to north of 75° N. The CHL time series is characterized by high interannual variability, especially in the northern marginal sea ice zone (MIZ) where variability in sea ice extent is a likely factor. The ten-year climatology shows that CHL increases from March, reaching a seasonal peak in May in the southern sector and in June in the northern sectors. The climatological peak of AOD is achieved in April in all latitude bands, about a month before the peak in CHL. This suggests that the Arctic aerosol burden is strongly affected by continental sources in early spring.</simple-para> <simple-para id=\"spar0015\" view=\"all\">Interestingly, a summer increase in AOD (which succeeds the CHL maximum) is seen in some years. Sea ice extent in early spring is less than 40% in the northern sector in all years. There is considerable interannual variability in both the onset of melt and the extent of sea ice loss during summer, with the minimum summer sea ice extent decreasing to almost zero in five of the years. Cross-correlation analyses of the three times series identify a statistically significant relation between CHL and AOD in six of the years in the southern sector, but no correlation between CHL and ICE was found in the northern sector. There is, however, a significant correlation between AOD and ICE time series in the northern sector in four years. High AOD values registered in early spring are most likely of anthropogenic origin, however, peaks later in summer coincident with the phytoplankton bloom and high emissions of biogenic aerosol precursors such as dimethylsulfide and other primary aerosols of marine origin, suggest the summer atmospheric aerosol burden is likely influenced by biogenic emissions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Dynamics of Atmospheres and Oceans", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000165%26_version%3D1%26md5%3D8c4728db22010b0fbf5ea159826cdce8", 
        "title": "Investigating the coupling between phytoplankton biomass, aerosol optical depth and sea-ice cover in the Greenland Sea"
    }, 
    {
        "author": "A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Existing Lambertian equivalent reflectivity (LER) ultraviolet (UV) data for the west region of the Southern Ocean indicate a decreasing trend. Since the area surrounding Antarctica is largely unpolluted, LER changes can only be due to variations in the cloud cover and/or in the sea ice extension. In order to evaluate their influence on LER and assess the trend of the UV reflectivity under ice-free and various sea ice concentration (SIC) levels, we compared a multi-satellite-based LER dataset with different satellite observations of cloud cover and SIC for October to March from 1979 to 2012. Despite the high cloud fraction for most of this period, sea ice was found to be the main driver of LER variability and had a greater influence on LER variability than cloud cover. The cloud cover was lower in spring than in summer for all datasets, and this difference appears to be primarily associated with the sea ice extent. While an increment of the cloud fraction of 20% has been found to cause an increase in LER of up to 13 reflectivity units (RU) under ice-free conditions, this increase is halved under low SIC. In contrast, no significant changes in LER data were found under high SIC levels. The correlation between LER and SIC is evident when the latter is higher than approximately 30%. The best correlations (r) between LER and SIC were found for the Weddell Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.87), the Ross Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.85), and the Indian Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.90) for November, and for the Bellingshausen/Amundsen Seas (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.86) and the Pacific Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.83) for February and October, respectively. In contrast, no correlation was found in the proximity of the coastlines of west Antarctica in October. Overall, an enhancement of SIC from 0% to 100% results in a LER increase of 44<hsp sp=\"0.25\"/>RU. This value is larger than the corresponding sea ice-induced increase computed for the observed and modeled shortwave albedos at the top of the atmosphere (21 and 13<hsp sp=\"0.25\"/>RU, respectively). The LER data distributions for different regions and months show a marked seasonal double peak in reflectivity. The highest relative frequency is driven by the sea ice and peaks at approximately 90<hsp sp=\"0.25\"/>RU, whereas the secondary peak of approximately 50<hsp sp=\"0.25\"/>RU is dominated by cloudiness. Negative trends in the UV reflectivity of the grid cells characterized by a SIC greater than 30% were found for the Bellingshausen/Amundsen Seas (up to −<hsp sp=\"0.10\"/>3.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0 per decade in March). Trends computed over the entire Southern Ocean for mid/high SIC bins are mostly negative, although are often not statistically significant. However, the trend in the reflectivity of the ice-free grid cells was generally positive, probably due to changes in the cloud amount/opacity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Remote Sensing of Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300882%26_version%3D1%26md5%3D1487cc3ead848d29cecc633199f21659", 
        "title": "Changes in the UV Lambertian equivalent reflectivity in the Southern Ocean: Influence of sea ice and cloudiness"
    }, 
    {
        "author": "Kazuki Nakata, Kay I. Ohshima, Sohey Nihashi, Noriaki Kimura, Takeshi Tamura", 
        "date": "2015-08-28", 
        "description": "\n\nWe examined to what degree a simplified polynya model can explain a real polynya based on satellite-derived sea-ice data. In the model, the polynya area, defined as the frazil ice production region, is determined by a balance between the offshore consolidated ice drift and frazil ice production. We used daily polynya area, ice production and ice drift data derived from AMSR-E. The study area is the Ross Ice Shelf Polynya (RISP), which has the highest sea-ice production in the Southern Ocean. As a modification of the original model to apply the available satellite data set, we introduced the lag time by which produced frazil ice is transported and accumulated at the polynya edge. The model represents a half (48%–60%) of the polynya variability when using a lag time of 1.5 days. The frazil ice collection depth at the polynya edge, a key parameter in the model, is estimated to be ∼16 cm. The expansion of the RISP is achieved by ice divergence, and the contraction is achieved mostly by ice production. Both the wind and the remaining components (mainly regarded as the ocean current component) in the ice divergence are larger in the western part of the RISP, which explains the larger extent there. In the one-dimensional frame, assuming that the frazil ice produced within the RISP transforms into consolidated ice with a thickness of 16 cm, the frazil ice production (∼1.7 × 103 m2day−1) within the RISP approximately balances the export (∼1.6 × 103 m2day−1) of consolidated thin ice from the RISP edge. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010894", 
        "title": "Variability and ice production budget in the Ross Ice Shelf Polynya based on a simplified polynya model and satellite observations"
    }, 
    {
        "author": "Anja Sommerfeld, Oumarou Nikiema, Annette Rinke, Klaus Dethloff, René Laprise", 
        "date": "2015-08-27", 
        "description": "\n\nOne of the challenges in evaluating and applying regional climate models (RCMs) is the non-linear behavior of atmospheric processes, which is still poorly understood. The non-linearities induce chaos which leads to an internal variability in the model. Therefore, an ensemble of RCM simulations has been run and a budget study for potential temperature has been applied to investigate the internally generated variability. Hence, the physical processes associated with diabatic and dynamical terms inducing the inter-member variability have been analyzed. The study is applied over the Arctic on an ensemble of 20 members, differing in their initial conditions, simulated with the RCM HIRHAM5 during summer 2012. This time period is of particular importance because of the melting sea ice and its influence on atmospheric circulation and the resulting effect on the inter-member variability. The amplitude of the inter-member variability of the simulations fluctuates strongly both temporally and spatially. During the beginning of August 2012 the inter-member variability is strongest and coincides with the great Arctic cyclone event. The most important contributions for the inter-member variability tendency are the horizontal and vertical ‘baroclinic’ terms. Both terms have largest absolute values along the coastlines of the Arctic Ocean which are associated with the Arctic frontal zone leading to the cyclone maximum over the Arctic Ocean during summer.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023153", 
        "title": "Arctic budget study of inter-member variability using HIRHAM5 ensemble simulations"
    }, 
    {
        "author": "D. J. Lea et al", 
        "date": "2015-08-25", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0174.1?af=R", 
        "title": "Assessing a new coupled data assimilation system based on the Met Office coupled atmosphere, land, ocean, sea ice model"
    }, 
    {
        "author": "Petteri Uotila, Timo Vihma, Jari Haapala", 
        "date": "2015-08-25", 
        "description": "\n\nThe winter of 2014/15 was the first for which we can be certain that the northernmost embayment of the Baltic Sea, the Bothnian Bay, remained partially ice-free. We assess atmospheric and oceanic drivers responsible for this extreme event. In terms of atmospheric drivers, mild Bothnian Bay winters are characterized by positive North Atlantic Oscillation (NAO) associated with the advection of air from the North Atlantic. In winter 2014/15, NAO was at a record high level and resulted in a northerly storm track associated with vigorous southwesterlies that drove ice towards the northeastern end of the bay. Furthermore, we found that the 1985-2015 Baltic Sea ice extent distribution differs from any other preceding thirty-winter period since 1720 with a high confidence. Based on climate projections, it is very likely that in the next fifty years partially ice-free Bothnian Bay will go from being an extremely rare event to a new normal.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064901", 
        "title": "Atmospheric and oceanic conditions and the extremely low Bothnian Bay sea ice extent in 2014/15"
    }, 
    {
        "author": "Liyang Zhan, Liqi Chen, Jiexia Zhang, Jinpei Yan, Yuhong Li, Man Wu, Suqing Xu, Qi Lin, Jianming Pan, Jun Zhao", 
        "date": "2015-08-24", 
        "description": "\n\nThe ocean, particularly the Southern Ocean, is considered a significant source of atmospheric N2O, which is an ozone-depleting greenhouse gas. However, there are limited data available supporting this conclusion. Thus, this study sampled and analyzed the oceanic N2O in Prydz Bay. The results demonstrated that the distribution of N2O in this embayment differed between the north and south sides of the Antarctic Slope Front (ASF), corresponding to the different hydrographic characteristics on each side. Although the air to sea N2O flux north of the shelf break is ∼−1.20 ± 0.44 μmol m−2 d−1, the source sink characteristics need to be further constrained because the Circumpolar Deep Water (CDW) may occasionally outcrop over the surface layer. The water masses over the continental shelf south of the shelf break may be a temporary or even a permanent N2O sink when sea ice is absent. The air to sea flux south of the shelf break is ∼−3.65 ± 0.95 μmol m−2 d−1, and the water column is undersaturated with N2O, which may result from the deep convection of N2O-undersaturated surface water during the winter. Evidence also suggests that the formation of Antarctic Bottom Water (AABW) may provide a pathway for N2O removal from the upper layer at high latitudes.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010944", 
        "title": "Austral summer N2O sink and source characteristics and their impact factors in Prydz Bay, Antarctica"
    }, 
    {
        "author": "Georgia Sotiropoulou, Joseph Sedlar, Richard Forbes, Michael Tjernström", 
        "date": "2015-08-24", 
        "description": "\n\nMixed-phase clouds are an integral part of the Arctic climate system, for precipitation and for their interactions with radiation and thermodynamics. Mixed-phase processes are often poorly represented in global models and many use an empirically-based diagnostic partition between the liquid and ice phase that is dependent solely on temperature. However, increasingly more complex microphysical parameterizations are being implemented allowing a more physical representation of mixed-phase clouds.\nThis study uses in situ observations from the ASCOS field campaign in the central Arctic to assess the impact of a change from a diagnostic to a prognostic parameterization of mixed-phase clouds and increased vertical resolution in the European Centre for Medium-Range Weather Forecasts (ECMWF) Integrated Forecast System (IFS). The newer cloud scheme improves the representation of the vertical structure of mixed-phase clouds, with super-cooled liquid water at cloud top and ice precipitating below, improved further with higher vertical resolution. Increased super-cooled liquid water and decreased ice content are both in closer agreement with observations. However, these changes do not result in any substantial improvement in surface radiation, and a warm and moist bias in the lowest part of the atmosphere remains. Both schemes also fail to capture the transitions from overcast to cloud-free conditions. Moreover, whereas the observed cloud layer is frequently decoupled from the surface, the modelled clouds remain coupled to the surface most of the time. The changes implemented to the cloud scheme are an important step forward in improving the representation of Arctic clouds, but improvements in other aspects such as boundary layer turbulence, cloud radiative properties, sensitivity to low aerosol concentrations and representation of the sea-ice surface may also need to be addressed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2658", 
        "title": "Summer Arctic clouds in the ECMWF forecast model: an evaluation of cloud parameterization schemes"
    }, 
    {
        "author": "Oleg A. Saenko, Duo Yang, Jonathan M. Gregory, Paul Spence, Paul G. Myers", 
        "date": "2015-08-21", 
        "description": "\n\nWe present ocean model sensitivity experiments aimed at separating the influence of the projected changes in the “thermal” (near-surface air temperature) and “wind” (near-surface winds) forcing on the patterns of sea level and ocean heat content. In the North Atlantic, the distribution of sea level change is more due to the “thermal” forcing, whereas it is more due to the “wind” forcing in the North Pacific; in the Southern Ocean, the “thermal” and “wind” forcing have a comparable influence. In the ocean adjacent to Antarctica the “thermal” forcing leads to an inflow of warmer waters on the continental shelves, which is somewhat attenuated by the “wind” forcing. The structure of the vertically integrated heat uptake is set by different processes at low and high latitudes: at low latitudes it is dominated by the heat transport convergence, whereas at high latitudes it represents a small residual of changes in the surface flux and advection of heat. The structure of the horizontally integrated heat content tendency is set by the increase of downward heat flux by the mean circulation and comparable decrease of upward heat flux by the subgrid-scale processes; the upward eddy heat flux decreases and increases by almost the same magnitude in response to, respectively, the “thermal” and “wind” forcing. Regionally, the surface heat loss and deep convection weaken in the Labrador Sea, but intensify in the Greenland Sea in the region of sea ice retreat. The enhanced heat flux anomaly in the subpolar Atlantic is mainly caused by the “thermal” forcing.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010928", 
        "title": "Separating the influence of projected changes in air temperature and wind on patterns of sea level change and ocean heat content"
    }, 
    {
        "author": "Thomas W. Collow et al", 
        "date": "2015-08-20", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0097.1?af=R", 
        "title": "Improving Arctic sea ice prediction using PIOMAS initial sea ice thickness in a coupled ocean-atmosphere model"
    }, 
    {
        "author": "Thomas W. K. Armitage, Andy L. Ridout", 
        "date": "2015-08-20", 
        "description": "\n\nSatellite radar altimeters have improved our knowledge of Arctic sea ice thickness over the past decade. The main sources of uncertainty in sea ice thickness retrievals are associated with inadequate knowledge of the snow layer depth and the radar interaction with the snow pack. Here we adapt a method of deriving sea ice freeboard from CryoSat-2 to data from the AltiKa Ka band radar altimeter over the 2013–14 Arctic sea ice growth season. AltiKa measures basin-averaged freeboards between 4.4 cm and 6.9 cm larger than CryoSat-2 in October and March, respectively. Using airborne laser and radar measurements from spring 2013 and 2014, we estimate the effective scattering horizon for each sensor. While CryoSat-2 echoes penetrate to the ice surface over first-year ice and penetrate the majority (82 ± 3%) of the snow layer over multiyear ice, AltiKa echoes are scattered from roughly the midpoint (46 ± 5%) of the snow layer over both ice types.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064823", 
        "title": "Arctic sea ice freeboard from AltiKa and comparison with CryoSat-2 and Operation IceBridge"
    }, 
    {
        "author": "Manisha Ganeshan, Dong L. Wu", 
        "date": "2015-08-20", 
        "description": "\n\nThe stable temperature inversion over sea ice plays an important role in the surface climate of the Arctic Ocean through direct and indirect feedbacks. Although several studies have investigated Arctic inversion characteristics such as height, depth, and frequency, there are significant challenges for long-term climate monitoring mainly due to limited sampling over the ocean and/or poor resolution of available observations. This study investigates the Arctic temperature inversion during the cold season using the high-resolution refractivity profiles from Constellation Observing System for Meteorology, Ionosphere, and Climate (COSMIC) radio occultation (RO). For the coldest and driest months in the Arctic, a reliable retrieval technique for boundary layer properties, such as inversion height and surface-based inversion (SBI) frequency, is developed. We find that these variables have a strong negative relationship over the Arctic Ocean and are well-correlated in the time and space domain. The spatial patterns show a minimum inversion height (maximum SBI frequency) over the ice-covered Pacific sector of the ocean similar to that observed in past studies. Seasonal evolution of the inversion characteristics suggests a surface temperature control over the sea ice region, with the peak in SBI frequency occurring during the transition period from winter to spring. There is little diurnal variability in the mean inversion height during the cold season. Despite its limitations, the RO refractivity profile is found quite useful for monitoring the Arctic boundary layer, including interannual variability of inversion characteristics.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023058", 
        "title": "An investigation of the Arctic inversion using COSMIC RO observations"
    }, 
    {
        "author": "Melinda A. Webster, Ignatius G. Rigor, Donald K. Perovich, Jacqueline A. Richter-Menge, Christopher M. Polashenski, Bonnie Light", 
        "date": "2015-08-14", 
        "description": "\n\nThe seasonal evolution of melt ponds has been well-documented on multiyear and landfast first-year sea ice, but is critically lacking on drifting, first-year sea ice, which is becoming increasingly prevalent in the Arctic. Using 1-meter resolution panchromatic satellite imagery paired with airborne and in situ data, we evaluated melt pond evolution for an entire melt season on drifting first-year and multiyear sea ice near the 2011 Applied Physics Laboratory Ice Station (APLIS) site in the Beaufort and Chukchi seas. A new algorithm was developed to classify the imagery into sea ice, thin ice, melt pond, and open water classes on two contrasting ice types: first-year and multiyear sea ice. Surprisingly, melt ponds formed ∼3 weeks earlier on multiyear ice. Both ice types had comparable mean snow depths, but multiyear ice had 0 - 5-cm deep snow covering ∼37% of its surveyed area, which may have facilitated earlier melt due to its low surface albedo compared to thicker snow. Maximum pond fractions were 53 ± 3% and 38 ± 3% on first-year and multiyear ice, respectively. APLIS pond fractions were compared with those from the Surface Heat Budget of the Arctic Ocean (SHEBA) field campaign. APLIS exhibited earlier melt and double the maximum pond fraction, which was in part due to the greater presence of thin snow and first-year ice at APLIS. These results reveal considerable differences in pond formation between ice types, and underscore the importance of snow depth distributions in the timing and progression of melt pond formation. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011030", 
        "title": "Seasonal evolution of melt ponds on Arctic sea ice"
    }, 
    {
        "author": "Carsten Abraham, Nadja Steiner, Adam Monahan, Christine Michel", 
        "date": "2015-08-14", 
        "description": "\n\nSnow is a principal factor in controlling heat and light fluxes through sea ice. With the goal of improving radiative and heat flux estimates through sea ice in regional and global models without the need of detailed snow property descriptions, a new parameterization including subgrid-scale snow thickness variability is presented. One-parameter snow thickness distributions depending only on the gridbox-mean snow thickness are introduced resulting in analytical solutions for the fluxes of heat and light through the snow layer. As the snowpack melts, these snow thickness distributions ensure a smooth seasonal transition of the light field under sea ice. Spatially homogenous melting applied to an inhomogeneous distribution of snow thicknesses allows the appearance of bare sea ice areas and melt ponds before all snow has melted. In comparison to uniform-thickness snow used in previous models, the bias in the under sea-ice light field is halved with this parameterization. Model results from a one-dimensional ocean turbulence model coupled with a thermodynamic sea ice model are compared to observations near Resolute in the Canadian High Arctic. The simulations show substantial improvements not only to the light field at the sea ice base which will affect ice algal growth but also to the sea ice and seasonal snowpack evolution. During melting periods, the snowpack can survive longer while sea ice thickness starts to reduce earlier.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010741", 
        "title": "Effects of subgrid-scale snow thickness variability on radiative transfer in sea ice"
    }, 
    {
        "author": "Kevin Cowtan, Zeke Hausfather, Ed Hawkins, Peter Jacobs, Michael E. Mann, Sonya K. Miller, Byron A. Steinman, Martin B. Stolpe, Robert G. Way", 
        "date": "2015-08-13", 
        "description": "\n\nThe level of agreement between climate model simulations and observed surface temperature change is a topic of scientific and policy concern. While the Earth system continues to accumulate energy due to anthropogenic and other radiative forcings, estimates of recent surface temperature evolution fall at the lower end of climate model projections. Global mean temperatures from climate model simulations are typically calculated using surface air temperatures, while the corresponding observations are based on a blend of air and sea surface temperatures. This work quantifies a systematic bias in model-observation comparisons arising from differential warming rates between sea surface temperatures and surface air temperatures over oceans. A further bias arises from the treatment of temperatures in regions where the sea ice boundary has changed. Applying the methodology of the HadCRUT4 record to climate model temperature fields accounts for 38% of the discrepancy in trend between models and observations over the period 1975–2014.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064888", 
        "title": "Robust comparison of climate models with observations using blended land air and ocean sea surface temperatures"
    }, 
    {
        "author": "Per-Olov Rosén, Per S Andersson, Vanja Alling, Carl-Magnus Mörth, Göran Björk, Igor Semiletov, Don Porcelli", 
        "date": "2015-08-13", 
        "description": "\n\nIce export from the vast Arctic Siberian shelf is calculated using δ18O values and salinity data for water samples collected during the International Siberian Shelf Study between August and September 2008 (ISSS-08). The samples represent a wide range of salinities and δ18O values due to river water inputs and sea ice removal. We estimate the fraction of water that has been removed as ice by interpreting observed δ18O values and salinities as a result of mixing between river water and sea water end-members as well as to fractional ice removal. This method does not assume an ice end-member of fixed composition, which is especially important when applied on samples with large differences in salinity. The results show that there is net transport of ice from both the Laptev and the Eastern Siberian Seas, and in total 3000 km³ of sea ice is exported from the shelf. The annual total export of ice from the entire region, calculated from the residence time of water on the shelf, is estimated to be 860 km3 yr−1. Thus, changes in ice production on the shelf may have great impact on sea ice export from the Arctic Ocean. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010866", 
        "title": "Ice export from the Laptev and East Siberia Sea derived from δ18O values"
    }, 
    {
        "author": "Bertrand, E. M., McCrow, J. P., Moustafa, A., Zheng, H., McQuaid, J. B., Delmont, T. O., Post, A. F., Sipler, R. E., Spackeen, J. L., Xu, K., Bronk, D. A., Hutchins, D. A., Allen, A. E.", 
        "date": "2015-08-11", 
        "description": "Southern Ocean primary productivity plays a key role in global ocean biogeochemistry and climate. At the Southern Ocean sea ice edge in coastal McMurdo Sound, we observed simultaneous cobalamin and iron limitation of surface water phytoplankton communities in late Austral summer. Cobalamin is produced only by bacteria and archaea, suggesting...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9938.short?rss=1", 
        "title": "Interactive colimitation at the sea ice edge [Environmental Sciences]"
    }, 
    {
        "author": "F. Krikken et al", 
        "date": "2015-08-10", 
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6335-6350, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0002.1?af=R", 
        "title": "Arctic Energy Budget in Relation to Sea Ice Variability on Monthly-to-Annual Time Scales"
    }, 
    {
        "author": "Edgar L Andreas et al", 
        "date": "2015-08-10", 
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6360-6380, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00768.1?af=R", 
        "title": "Spatial Variability of Surface-Level State Variables over Arctic Sea Ice"
    }, 
    {
        "author": "Alexander V. Wilchinsky et al", 
        "date": "2015-08-10", 
        "description": "Journal of Physical Oceanography, Volume 45, Issue 8, Page 2025-2047, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0184.1?af=R", 
        "title": "Study of the Impact of Ice Formation in Leads upon the Sea Ice Pack Mass Balance Using a New Frazil and Grease Ice Parameterization"
    }, 
    {
        "author": "Dmitry S. Dukhovskoy, Jonathan Ubnoske, Edward Blanchard-Wrigglesworth, Hannah R. Hiester, Andrey Proshutinsky", 
        "date": "2015-08-10", 
        "description": "\n\nFive quantitative methodologies (metrics) that may be used to assess the skill of sea ice models against a control field are analyzed. The methodologies are Absolute Deviation, Root Mean Square Deviation, Mean Displacement, Hausdorff Distance, and Modified Hausdorff Distance. The methodologies are employed to quantify similarity between spatial distribution of the simulated and control scalar fields providing measures of model performance. To analyze their response to dissimilarities in 2-dimensional fields (contours), the metrics undergo sensitivity tests (scale, rotation, translation, and noise). Furthermore, in order to assess their ability to quantify resemblance of 3-dimensional fields the metrics are subjected to sensitivity tests where tested fields have continuous random spatial patterns inside the contours. The Modified Hausdorff Distance approach demonstrates the best response to tested differences, with the other methods limited by weak responses to scale and translation. Both Hausdorff Distance and Modifed Hausdorff Distance metrics are robust to noise, as opposed to the other methods. The metrics are then employed in realistic cases that validate sea ice concentration fields from numerical models and sea ice mean outlook against control data and observations. The Modified Hausdorff Distance method again exhibits high skill in quantifying similarity between both 2-dimensional (ice contour) and 3-dimensional (ice concentration) sea ice fields. The study demonstrates that the Modified Hausdorff Distance is a mathematically tractable and efficient method for model skill assessment and comparison providing effective and objective evaluation of both 2-dimensional and 3-dimensional sea ice characteristics across data sets. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010989", 
        "title": "Skill metrics for evaluation and comparison of sea ice models"
    }, 
    {
        "author": "Y. Hata, L. B. Tremblay", 
        "date": "2015-08-07", 
        "description": "\n\nResults from an ice stress buoy deployed near the center of a multi-year floe in the Viscount Melville Sound of the Canadian Arctic Archipelago between 10 October 2010 and 17 August 2011 are presented. The position record indicates the landlocked season was approximately 5 months, from 18 January to 22 June, when the sea ice was fast to Melville Island and Victoria Island. Thermal stresses (ranging from −84 to 66 kPa) dominate the internal stress record, with only a few dynamic stress events (∼50 kPa) recorded before the landlocked season. Intriguingly, the thermal stresses are isotropic before the landlocked ice onset and anisotropic during the landlocked season. Two possible causes to explain anisotropy in thermal stresses are considered: preferred c axis alignment of the ice crystal, and land confinement associated with the nearby coastline. The orientation of the principal stresses indicates that land confinement is responsible for the anisotropy. The stress record also clearly shows the presence of residual compressive stresses at the melt onset, suggesting a viscous creep relaxation time constant of several days. Finally, results show an interesting reversal in the sign of the correlation (from negative to positive) between surface air temperature and thermal stress after the onset of surface melt. We attribute this to the onset of water infiltration within sea ice after which colder night temperature leads to refreezing and compressive stresses. To the best of the authors' knowledge, this is the first time that anisotropic thermal stresses have been reported in sea ice.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010819", 
        "title": "Anisotropic internal thermal stress in sea ice from the Canadian Arctic Archipelago"
    }, 
    {
        "author": "Miriam D'Errico, Chiara Cagnazzo, Pier Giuseppe Fogli, William K. M. Lau, Jost Hardenberg, Federico Fierli, Annalisa Cherchi", 
        "date": "2015-08-06", 
        "description": "\n\nA coupled aerosol-atmosphere–ocean-sea ice climate model is used to explore the interaction between aerosols and the Indian summer monsoon precipitation on seasonal-to-interannual time scales. Results show that when increased aerosol loading is found on the Himalayas slopes in the pre-monsoon period (April-May), intensification of early monsoon rainfall over India and increased low-level westerly flow follow, in agreement with the Elevated-Heat-Pump mechanism. The increase in rainfall during the early monsoon season has a cooling effect on the land surface. In the same period, enhanced surface cooling may also be amplified through solar dimming by more cloudiness and aerosol loading, via increased dust transported by low-level westerly flow. The surface cooling causes subsequent reduction in monsoon rainfall in July-August over India. The time-lagged nature of the reasonably realistic response of the model to aerosol forcing suggests that absorbing aerosols, besides their potential key roles in impacting monsoon water cycle and climate, may influence the seasonal variability of the Indian summer monsoon.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023346", 
        "title": "Indian Monsoon and the Elevated-Heat-Pump Mechanism in a Coupled Aerosol-Climate Model"
    }, 
    {
        "author": "Mimi Hughes, John J. Cassano", 
        "date": "2015-08-06", 
        "description": "\n\nSome of the strongest near-surface winds on Earth form in the Arctic and sub-Arctic due to intense midlatitude cyclones and mesoscale processes, and these strong surface winds have important impacts on ocean and sea ice processes. We examine the climatological distribution of over-ocean, near-surface wind speeds within a Pan-Arctic domain for 18 years (1990–2007) in four gridded data sets: the European Centre for Medium-Range Weather Forecasts Interim reanalysis (ERA-I), the Climate Forecast System Reanalysis, version 2 of the Common Ocean-Ice Reference Experiment data set, and a regional climate simulation generated using the Weather Research and Forecasting (WRF) model run at 50 km (WRF50) horizontal resolution with ERA Interim as lateral boundary conditions. We estimate probability density functions, the annual cycle, and map the 50th and 99th percentile winds. We then perform the same statistical analysis of winds for 2 years when 10 km WRF data are available (June 2005 to May 2007); despite the much shorter time period, the Pan-Arctic statistics are very similar to those from the 18 year analysis. We repeat the wind speed statistical analysis within a subdomain surrounding Greenland and find that WRF10 has consistently larger maximum wind speeds, but this difference only appears at wind speed percentiles higher than 99%. Differences in the 99th percentile wind speeds are spatially heterogeneous. An investigation of surface fluxes within WRF50 and WRF10 reveals unrealistically large sensible heat fluxes along the sea ice edge, and the geographic distribution and magnitude of these fluxes is shown to be sensitive to sea ice representation in WRF.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023189", 
        "title": "The climatological distribution of extreme Arctic winds and implications for ocean and sea ice processes"
    }, 
    {
        "author": "Lantao Sun et al", 
        "date": "2015-08-05", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0169.1?af=R", 
        "title": "Mechanisms of Stratospheric and Tropospheric Circulation Response to Projected Arctic Sea Ice Loss"
    }, 
    {
        "author": "M.-L. Timmermans", 
        "date": "2015-08-03", 
        "description": "\n\nHigh-resolution measurements of ocean temperature and salinity in the Arctic Ocean's Canada Basin reveal the importance of the release of solar-derived stored ocean heat on sea ice growth. Locally absorbed summer solar heat is stored in a near-surface temperature maximum (NSTM) layer underlying the mixed layer. The heat content of the NSTM layer was anomalously large following summer 2007, which saw considerable sea ice losses and intense solar absorption into the exposed surface ocean. Measurements provide evidence for the entrainment of NSTM layer heat in fall/winter 2007–2008 by shear-driven mixing, and convective mixing by the release of dense, salty plumes during sea ice growth. While at least a portion of the NSTM layer was eroded, deeper warm ocean layers remained unaffected. It is shown that the release of solar heat stored following summer 2007 was sufficient to have reduced sea ice thickness at the end of the 2008 growth season by about 25%.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064541", 
        "title": "The impact of stored solar heat on Arctic sea ice growth"
    }, 
    {
        "author": "Matthew C. Long, Keith Lindsay, Marika M. Holland", 
        "date": "2015-07-31", 
        "description": "\n\nThe lower trophic levels of marine ecosystems play a critical role in the Earth System mediating fluxes of carbon to the ocean interior. Many of the functional relationships describing biological rate processes, such as primary productivity, in marine ecosystem models are nonlinear functions of environmental state variables. As a result of nonlinearity, rate processes computed from mean fields at coarse resolution will differ from similar computations that incorporate small-scale heterogeneity. Here we examine how subgrid-scale variability in sea ice thickness impacts simulated net primary productivity (NPP) in a \n1°×1° configuration of the Community Earth System Model (CESM). CESM simulates a subgrid-scale ice thickness distribution and computes shortwave penetration independently for each ice thickness category. However, the default model formulation uses grid-cell mean irradiance to compute NPP. We demonstrate that accounting for subgrid-scale shortwave heterogeneity by computing light limitation terms under each ice category then averaging the result is a more accurate invocation of the photosynthesis equations. Moreover, this change delays seasonal bloom onset and increases interannual variability in NPP in the sea ice zone in the model. The new treatment reduces annual production by about 32% in the Arctic and 19% in the Antarctic. Our results highlight the importance of considering heterogeneity in physical fields when integrating nonlinear biogeochemical reactions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000436", 
        "title": "Modeling photosynthesis in sea ice-covered waters"
    }, 
    {
        "author": "Hyo-Seok Park et al", 
        "date": "2015-07-30", 
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6281-6296, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00773.1?af=R", 
        "title": "The Impact of Arctic Winter Infrared Radiation on Early Summer Sea Ice"
    }, 
    {
        "author": "Christian Katlein, Stefanie Arndt, Marcel Nicolaus, Donald K. Perovich, Michael V. Jakuba, Stefano Suman, Stephen Elliott, Louis L. Whitcomb, Christopher J. McFarland, Rüdiger Gerdes, Antje Boetius, Christopher R. German", 
        "date": "2015-07-30", 
        "description": "\n\nThe observed changes in physical properties of sea ice such as decreased thickness and increased melt pond cover severely impact the energy budget of Arctic sea ice. Increased light transmission leads to increased deposition of solar energy in the upper ocean and thus plays a crucial role for amount and timing of sea-ice-melt and under-ice primary production. Recent developments in underwater technology provide new opportunities to study light transmission below the largely inaccessible underside of sea ice. We measured spectral under-ice radiance and irradiance using the new Nereid Under-Ice (NUI) underwater robotic vehicle, during a cruise of the R/V Polarstern to 83°N 6°W in the Arctic Ocean in July 2014. NUI is a next generation hybrid remotely operated vehicle (H-ROV) designed for both remotely-piloted and autonomous surveys underneath land-fast and moving sea ice. Here we present results from one of the first comprehensive scientific dives of NUI employing its interdisciplinary sensor suite. We combine under-ice optical measurements with three dimensional under-ice topography (multibeam sonar) and aerial images of the surface conditions. We investigate the influence of spatially varying ice-thickness and surface properties on the spatial variability of light transmittance during summer. Our results show that surface properties such as melt ponds dominate the spatial distribution of the under-ice light field on small scales (<1000m2), while sea ice-thickness is the most important predictor for light transmission on larger scales. In addition, we propose the use of an algorithm to obtain histograms of light transmission from distributions of sea ice thickness and surface albedo. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010914", 
        "title": "Influence of ice thickness and surface properties on light transmission through Arctic sea ice"
    }, 
    {
        "author": "Andrea Burke, Andrew L. Stewart, Jess F. Adkins, Raffaele Ferrari, Malte F. Jansen, Andrew F. Thompson", 
        "date": "2015-07-28", 
        "description": "\n\nPublished reconstructions of radiocarbon in the Atlantic sector of the Southern Ocean indicate that there is a mid-depth maximum in radiocarbon age during the Last Glacial Maximum (LGM). This is in contrast to the modern ocean where intense mixing between water masses results in a relatively homogenous radiocarbon profile. Ferrari et al. (2014) suggested that the extended Antarctic sea ice cover during the LGM necessitated a shallower boundary between the upper and lower branches of the meridional overturning circulation. This shoaled boundary lay above major topographic features associated with strong diapycnal mixing, isolating dense southern sourced water in the lower branch of the overturning circulation. This isolation would have allowed radiocarbon to decay and thus provides a possible explanation for the mid-depth radiocarbon age bulge. We test this hypothesis using an idealized, 2-D, residual-mean dynamical model of the global overturning circulation. Concentration distributions of a decaying tracer that is advected by the simulated overturning are compared to published radiocarbon data. We find that a 600 km (~5° of latitude) increase in sea ice extent shoals the boundary between the upper and lower branches of the overturning circulation at 45°S by 600 m and shoals the depth of North Atlantic Deep Water convection at 50°N by 2500 m. This change in circulation configuration alone decreases the radiocarbon content in the mid-depth South Atlantic at 45°S by 40‰, even without an increase in surface radiocarbon age in the source region of deep waters during the LGM.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002778", 
        "title": "The glacial mid-depth radiocarbon bulge and its implications for the overturning circulation"
    }, 
    {
        "author": "Eric D. Skyllingstad, Karen M. Shell, Lee Collins, Chris Polashenski", 
        "date": "2015-07-27", 
        "description": "\n\nA three-dimensional sea ice model is presented with resolved snow thickness variations and melt ponds. The model calculates heating from solar radiative transfer and simulates the formation and movement of brine/melt water through the ice system. Initialization for the model is based on observations of snow topography made during the summer melt seasons of 2009, 2010, and 2012 from a location off the coast of Barrow, AK. Experiments are conducted to examine the importance of snow properties and snow and ice thickness by comparing observed and modeled pond fraction and albedo. One key process simulated by the model is the formation of frozen layers in the ice as relatively warm fresh water grid cells freeze when cooled by adjacent, cold brine-filled grid cells. These layers prevent vertical drainage and lead to flooding of melt water commonly observed at the beginning of the melt season. Flooding persists until enough heat is absorbed to melt through the frozen layer. The resulting long-term melt pond coverage is sensitive to both the spatial variability of snow cover and the minimum snow depth. For thin snow cover, initial melting results in earlier, reduced flooding with a small change in pond fraction after drainage of the melt water. Deeper snow tends to generate a delayed, larger peak pond fraction before drainage.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010569", 
        "title": "Simulation of the melt season using a resolved sea ice model with snow cover and melt ponds"
    }, 
    {
        "author": "Ed Hawkins, Steffen Tietsche, Jonathan J. Day, Nathanael Melia, Keith Haines, Sarah Keeley", 
        "date": "2015-07-27", 
        "description": "\n\nUsing lessons from idealised predictability experiments, we discuss some issues and perspectives on the design of operational seasonal to inter-annual Arctic sea-ice prediction systems. We first review the opportunities to use a hierarchy of different types of experiment to learn about the predictability of Arctic climate. We also examine key issues for ensemble system design, such as: measuring skill, the role of ensemble size and generation of ensemble members. When assessing the potential skill of a set of prediction experiments, using more than one metric is essential as different choices can significantly alter conclusions about the presence or lack of skill. We find that increasing both the number of hindcasts and ensemble size is important for reliably assessing the correlation and expected error in forecasts. For other metrics, such as dispersion, increasing ensemble size is most important. Probabilistic measures of skill can also provide useful information about the reliability of forecasts. In addition, various methods for generating the different ensemble members are tested. The range of techniques can produce surprisingly different ensemble spread characteristics. The lessons learnt should help inform the design of future operational prediction systems.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2643", 
        "title": "Aspects of designing and evaluating seasonal-to-interannual Arctic sea-ice prediction systems"
    }, 
    {
        "author": "E. Maier, M. Méheust, A. Abelmann, R. Gersonde, B. Chapligin, J. Ren, R. Stein, H. Meyer, R. Tiedemann", 
        "date": "2015-07-23", 
        "description": "\n\nThe glacial-to-Holocene evolution of subarctic Pacific surface water stratification and silicic acid (Si) dynamics is investigated based on new combined diatom oxygen (δ18Odiat) and silicon (δ30Sidiat) isotope records, along with new biogenic opal, subsurface foraminiferal δ18O, alkenone-based sea surface temperature, sea ice, diatom, and core logging data from the NE Pacific. Our results suggest that δ18Odiat values are primarily influenced by changes in freshwater discharge from the Cordilleran Ice Sheet (CIS), while corresponding δ30Sidiat are primarily influenced by changes in Si supply to surface waters. Our data indicate enhanced glacial to mid Heinrich Stadial 1 (HS1) NE Pacific surface water stratification, generally limiting the Si supply to surface waters. However, we suggest that an increase in Si supply during early HS1, when surface waters were still stratified, is linked to increased North Pacific Intermediate Water formation. The coincidence between fresh surface waters during HS1 and enhanced ice-rafted debris sedimentation in the North Atlantic indicates a close link between CIS and Laurentide Ice Sheet dynamics and a dominant atmospheric control on CIS deglaciation. The Bølling/Allerød (B/A) is characterized by destratification in the subarctic Pacific and an increased supply of saline, Si-rich waters to surface waters. This change toward increased convection occurred prior to the Bølling warming and is likely triggered by a switch to sea ice-free conditions during late HS1. Our results furthermore indicate a decreased efficiency of the biological pump during late HS1 and the B/A (possibly also the Younger Dryas), suggesting that the subarctic Pacific has then been a source region of atmospheric CO2.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002763", 
        "title": "Deglacial subarctic Pacific surface water hydrography and nutrient dynamics and links to North Atlantic climate variability and atmospheric CO2"
    }, 
    {
        "author": "Xiaotong Xiao, Ruediger Stein, Kirsten Fahl", 
        "date": "2015-07-23", 
        "description": "\n\nUsing the sea ice proxy IP25 and phytoplankton-derived biomarkers (brassicasterol and dinosterol), Arctic sea ice conditions were reconstructed for Marine Isotope Stage (MIS) 3 to 1—with special emphasis on the Last Glacial Maximum (LGM)—in sediment cores from the northern Barents Sea continental margin across the central Arctic Ocean to the southern Mendeleev Ridge. Our results suggest more extensive sea ice cover than present day during the latter part of MIS 3, increasing sea ice growth during MIS 2 and decreased sea ice cover during the last deglacial. The summer ice edge remained north of the Barents Sea even during extremely cold (i.e., Last Glacial Maximum (LGM)) as well as warm periods (i.e., Bølling-Allerød). During the LGM, the western Svalbard margin and the northern Barents Sea margin areas were characterized by high concentrations of both IP25 and phytoplankton biomarkers, interpreted as a productive ice edge situation caused by the inflow of warm Atlantic water. In contrast, the LGM central Arctic Ocean (north of 84°N) was covered by thick permanent sea ice throughout the year with rare breakup, indicated by zero or near-zero biomarker concentrations. The spring/summer sea ice margin significantly extended southward to the Laptev Sea shelf (southern Lomonosov Ridge) and southern Mendeleev Ridge during the LGM. Our proxy reconstructions are very consistent with published model results based on the North Atlantic/Arctic Ocean Sea Ice Model.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002814", 
        "title": "MIS 3 to MIS 1 temporal and LGM spatial variability in Arctic Ocean sea ice cover: Reconstruction from biomarkers"
    }, 
    {
        "author": "Witold Bagniewski, Katrin J. Meissner, Laurie Menviel, Catherine E. Brennan", 
        "date": "2015-07-20", 
        "description": "\n\nWe perform idealized experiments of a Heinrich Stadial using an oxygen-isotope-enabled Earth System Climate Model. Our results compare relatively well with the planktic and benthic δ18O records of Heinrich Stadials 1 and 4. We find that changes in surface \nδ18Oc can be equally attributed to the “temperature effect” due to fractionation during calcification; the “circulation and climate effect” due to changes in circulation, precipitation, and evaporation; and the “meltwater effect” due to the addition and subsequent advection of depleted fresh water from continental ice sheets. In contrast, the meltwater effect and circulation and climate effect have only a small impact on benthic \nδ18Oc during the cessation of the Atlantic Meridional Overturning Circulation (AMOC). Significant temperature changes simulated in both the deep Atlantic and Pacific Oceans substantially influence benthic \nδ18Oc during that time. During the AMOC recovery, however, anomalously low \nδ18Ow surface waters are advected to the deep Atlantic, thus generating a large (∼0.5‰) \nδ18Oc decrease in the deep North Atlantic. This is in contrast to a hypothesis that links such depletion seen in Atlantic sediment cores during the last glacial stadials to deepwater formation caused by brine rejection and sea ice formation.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002751", 
        "title": "Quantification of factors impacting seawater and calcite δ18O during Heinrich Stadials 1 and 4"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Bingyi Wu et al", 
        "date": "2015-07-15", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00274.1?af=R", 
        "title": "Patterns of Asian Winter Climate Variability and Links to Arctic Sea Ice"
    }, 
    {
        "author": "Sergei Kirillov, Igor Dmitrenko, David Babb, Søren Rysgaard, David Barber", 
        "date": "2015-07-14", 
        "description": "\n\nThe seasonal ice cover plays an important role in the climate system limiting the exchange of heat and momentum across the air-water interface. Among other factors, sea ice is sensitive to the ocean heat flux. In this study, we use in situ oceanographic, sea ice, and meteorological data collected during winter 2013/2014 in Young Sound (YS) fjord in Northeast Greenland to estimate the ocean heat flux to the landfast ice cover. During the preceding ice-free summer, incident solar radiation caused sea surface temperatures of up to 5–6°C. Subsequently, this heat was transferred down to the intermediate depths, but returned to the surface and retarded ice growth throughout winter. Two different approaches were used to estimate the ocean heat fluxes; (i) a residual method based on a 1-D thermodynamic ice growth model and (ii) a bulk parameterization using friction velocities and available heat content of water beneath the ice. The average heat flux in the inner YS varied from 13 W m−2 in October–December to less than 2 W m−2 in January–May. An average heat flux of 9 W m−2 was calculated for the outer YS. Moreover, we show that the upward heat flux in the outer fjord is strongly modulated by surface outflow, which produced two maxima in heat flux (up to 18–24 W m−2) during 26 December to 27 January and from 11 February to 14 March. By May 2014, the upward ocean heat flux reduced the landfast ice thickness by 18% and 24% in the inner and outer YS, respectively.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010720", 
        "title": "The effect of ocean heat flux on seasonal ice growth in Young Sound (Northeast Greenland)"
    }, 
    {
        "author": "A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles", 
        "date": "2015-07-10", 
        "description": "<b>A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia</b><br /><br />Climate of the Past, 11, 979-989, 2015<br /><br />Author(s): A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles<br /><br />Until now, the lack of time-continuous, terrestrial paleoenvironmental\ndata from the Pleistocene Arctic has made model simulations of past\ninterglacials difficult to assess. Here, we compare climate simulations of\nfour warm interglacials at Marine Isotope Stages (MISs) 1 (9 ka), 5e (127 ka),\n11c (409 ka) and 31 (1072 ka) with new proxy climate data recovered from\nLake El'gygytgyn, NE Russia. Climate reconstructions of the mean temperature\nof the warmest month (MTWM) indicate conditions up to 0.4, 2.1, 0.5 and 3.1 °C warmer than today during MIS 1, 5e, 11c and 31,\nrespectively. While the climate model captures much of the observed warming\nduring each interglacial, largely in response to boreal summer (JJA) orbital\nforcing, the extraordinary warmth of MIS 11c compared to the other\ninterglacials in the Lake El'gygytgyn temperature proxy reconstructions\nremains difficult to explain. To deconvolve the contribution of multiple\ninfluences on interglacial warming at Lake El'gygytgyn, we isolated the\ninfluence of vegetation, sea ice and circum-Arctic land ice feedbacks on\nthe modeled climate of the Beringian interior. Simulations accounting for\nclimate–vegetation–land-surface feedbacks during all four interglacials show\nexpanding boreal forest cover with increasing summer insolation intensity. A\ndeglaciated Greenland is shown to have a minimal effect on northeast Asian\ntemperature during the warmth of stages 11c and 31 (Melles et al., 2012). A prescribed\nenhancement of oceanic heat transport into the Arctic Ocean does have some\neffect on Lake El'gygytgyn's regional climate, but the exceptional warmth of\nMIS l1c remains enigmatic compared to the modest orbital and greenhouse gas\nforcing during that interglacial.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/979/2015/", 
        "title": "A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia"
    }, 
    {
        "author": "Lukas Papritz, Thomas Spengler", 
        "date": "2015-06-17", 
        "description": "\nThe maintenance of baroclinicity along the mid- and high-latitude storm tracks is a matter of ongoing debate. Using an isentropic framework, a novel diagnostic based on the tendency equation for the slope of isentropic surfaces – a measure of the potential for baroclinic development – is presented. The tendency comprises contributions from dynamic processes, latent heat release, radiation, and sub-gridscale turbulence, which incorporates the effect of sensible heat fluxes. A climatology of these tendencies over the North Atlantic is compiled for the winters 2009 and 2010.\nIt is found that adiabatic tilting flattens the isentropic surfaces, reflecting the action of growing baroclinic cyclones. This tendency is climatologically balanced by the generation of slope by diabatic processes. In the lower troposphere, the most intense diabatic increase of slope is found along the oceanic frontal zone associated with the Gulf Stream and at higher latitudes in the Labrador Sea, the Nordic Seas and the Barents Sea. Latent heat release and sensible heat fluxes both contribute substantially in these regions. A quantitative analysis of cold air outbreaks emphasises their important role for restoring the slope in the lower troposphere over the Gulf Stream region and off the sea-ice edge at high latitudes. In the upper troposphere, latent heat release due to cloud microphysical processes is the dominant mechanism maintaining the slope.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2605", 
        "title": "Analysis of the slope of isentropic surfaces and its tendencies over the North Atlantic"
    }, 
    {
        "author": "M. Tuononen, V. A. Sinclair, T. Vihma", 
        "date": "2015-06-10", 
        "description": "\n\nA wintertime climatology of the occurrence and characteristics of low-level jets (LLJs) in the Northern Hemisphere mid-latitudes and polar regions was developed. A LLJ detection algorithm was applied to 11 years of Arctic system reanalysis data. The highest occurrence of LLJs was associated with strong gradients in topography and with the sea-ice edge. Sea areas fully covered with sea ice also favoured the occurrence of LLJs, however, these areas, including the central Arctic, had fewer LLJs than along the sea-ice edge. LLJs also occurred frequently in the seldom studied Sea of Okhotsk area.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.587", 
        "title": "A climatology of low-level jets in the mid-latitudes and polar regions of the Northern Hemisphere"
    }, 
    {
        "author": "A. Tetzlaff, C. Lüpkes, J. Hartmann", 
        "date": "2015-06-03", 
        "description": "\nLeads are elongated channels in sea ice which play an important role for the heat and moisture exchange between the polar ocean and atmosphere. The aircraft campaign STABLE aimed to improve our current understanding of the formation of convective plumes over leads and their impact on the polar atmospheric boundary layer. It was carried out over the pack ice in the northern Fram Strait in March 2013. We present case studies of the boundary layer modification and turbulent fluxes over four wide leads, which differed strongly with respect to lead characteristics and environmental conditions. The observed near-surface sensible heat fluxes ranged from 15 to 180 W m−2. The leads also induced an increase of the near-surface temperature of up to 3.2 °C and a humidity increase of up to 0.2 g kg−1. In one of the cases, large entrainment fluxes exceeding 30% of the surface fluxes were observed. Vertical profiles of turbulent sensible heat and momentum fluxes were nonlinear downstream of the leads with a distinct flux maximum in the core of the convective plumes. In two cases, the plumes also strongly affected the wind field within the atmospheric boundary layer. Low-level jets that existed in those cases in the region upstream of the leads disappeared in the plume region. Finally, it is shown that large errors can occur when flux measurements are derived from lead orthogonal flight legs only. Therefore, complex flight patterns, as presented in this study, are necessary to accurately determine the energy fluxes in the environment of leads.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2568", 
        "title": "Aircraft-based observations of atmospheric boundary-layer modification over Arctic leads"
    }, 
    {
        "author": "Helen Tamura-Wicks, Ralf Toumi, W. Paul Budgell", 
        "date": "2015-05-29", 
        "description": "\nCaspian sea ice concentration from satellite passive microwave data and surface daily air temperatures are analysed from 1978 to 2009. Relationships between mean winter air temperatures, cumulative freezing degree days (CFDD) and the sum of daily ice area (cumulative ice area) are found. These show that mean monthly air temperatures of less than 5.5 to 9.5∘C, and a minimum CFDD of 3.6-11.2∘C, is required for ice formation in the Northern Caspian. Examination of climate projections from multi-model ensembles of monthly mean air temperatures suggest that the Northern Caspian may be largely ice-free by 2100 for the highest emission scenario. An ocean-ice-atmosphere model of the Caspian shows weak sensitivities of the minimum CFDD to varied sea ice albedo and ice compressive strength. Sea level decline is found to reduce the minimum CFDD as well as promote the formation of higher concentration or \"closed ice\".\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2592", 
        "title": "Sensitivity of Caspian sea-ice to air temperature"
    }, 
    {
        "author": "Gregory C. Smith, François Roy, Mateusz Reszka, Dorina Surcel Colan, Zhongjie He, Daniel Deacu, Jean-Marc Belanger, Sergey Skachko, Yimin Liu, Frédéric Dupont, Jean-François Lemieux, Christiane Beaudoin, Benoit Tranchant, Marie Drévillon, Gilles Garric, Charles-Emmanuel Testut, Jean-Michel Lellouche, Pierre Pellerin, Harold Ritchie, Youyu Lu, Fraser Davidson, Mark Buehner, Alain Caya, Manon Lajoie", 
        "date": "2015-05-13", 
        "description": "\nRecent increases in marine traffic in the Arctic have amplified the demand for reliable ice and marine environmental predictions. This article presents the verification of ice forecast skill from a new system implemented recently at the Canadian Meteorological Centre called the Global Ice Ocean Prediction System (GIOPS). GIOPS provides daily global ice and ocean analyses and 10-day forecasts on a 1/4°-resolution grid. GIOPS includes a multivariate ocean data assimilation system that combines satellite observations of sea-level anomaly and sea-surface temperature (SST) together with in situ observations of temperature and salinity. Ice analyses are produced using a 3D-Var method that assimilates satellite observations from SSM/I and SSMIS together with manual analyses from the Canadian Ice Service. Analyses of total ice concentration are projected onto the thickness categories used in the ice model using spatially and temporally varying weighting functions derived from ice model tendencies. This method may reduce deleterious impacts on the ice thickness distribution when assimilating ice concentration, as it can directly modulate (and reverse) nonlinear processes such as ice deformation. An objective verification of sea ice forecasts is made using two methods: analysis-based error assessment focusing on the marginal ice zone, and a contingency table approach to evaluate ice extent as compared to an independent analysis. Together the methods demonstrate a consistent picture of skilful medium-range forecasts in both the Northern and Southern Hemispheres as compared to persistence. Using the contingency table approach, GIOPS forecasts show a significant open-water bias during spring and summer. However, this bias depends on the choice of threshold used. Ice forecast skill is found to be highly sensitive to the assimilation of SST near the ice edge. Improved observational coverage in these areas (including salinity) would be extremely valuable for further improvement in ice forecast skill.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2555", 
        "title": "Sea ice forecast verification in the Canadian Global Ice Ocean Prediction System"
    }, 
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen", 
        "date": "2015-04-20", 
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577", 
        "title": "How does model development affect climate projections?"
    }, 
    {
        "author": "A. Bellucci, R. Haarsma, N. Bellouin, B. Booth, C. Cagnazzo, B. Hurk, N. Keenlyside, T. Koenigk, F. Massonnet, S. Materia, M. Weiss", 
        "date": "2015-04-01", 
        "description": "\n\nWe review recent progress in understanding the role of sea ice, land surface, stratosphere, and aerosols in decadal-scale predictability and discuss the perspectives for improving the predictive capabilities of current Earth system models (ESMs). These constituents have received relatively little attention because their contribution to the slow climatic manifold is controversial in comparison to that of the large heat capacity of the oceans. Furthermore, their initialization as well as their representation in state-of-the-art climate models remains a challenge. Numerous extraoceanic processes that could be active over the decadal range are proposed. Potential predictability associated with the aforementioned, poorly represented, and scarcely observed constituents of the climate system has been primarily inspected through numerical simulations performed under idealized experimental settings. The impact, however, on practical decadal predictions, conducted with realistically initialized full-fledged climate models, is still largely unexploited. Enhancing initial-value predictability through an improved model initialization appears to be a viable option for land surface, sea ice, and, marginally, the stratosphere. Similarly, capturing future aerosol emission storylines might lead to an improved representation of both global and regional short-term climatic changes. In addition to these factors, a key role on the overall predictive ability of ESMs is expected to be played by an accurate representation of processes associated with specific components of the climate system. These act as “signal carriers,” transferring across the climatic phase space the information associated with the initial state and boundary forcings, and dynamically bridging different (otherwise unconnected) subsystems. Through this mechanism, Earth system components trigger low-frequency variability modes, thus extending the predictability beyond the seasonal scale.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000473", 
        "title": "Advancements in decadal climate predictability: The role of nonoceanic drivers"
    }, 
    {
        "author": "E. Carmack et al", 
        "date": "2015-02-03", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00177.1?af=R", 
        "title": "TOWARDS QUANTIFYING THE INCREASING ROLE OF OCEANIC HEAT IN SEA ICE LOSS IN THE NEW ARCTIC"
    }, 
    {
        "author": "JAMES A. SCREEN et al", 
        "date": "2014-12-18", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00185.1?af=R", 
        "title": "REDUCED RISK OF NORTH AMERICAN COLD EXTREMES DUE TO CONTINUED ARCTIC SEA ICE LOSS"
    }, 
    {
        "author": "Jie Zhang, Laurent Li, Dongliang Li, Weitao Deng", 
        "date": "2014-09-30", 
        "description": "\n\nDrought is one of the most devastating natural disasters occurring in the Yellow River basin (YRB) in Central and North China, with strong impacts on human societies and natural environments. Based on datasets from ECMWF/ERA-Interim on atmospheric circulation and sea level pressure and on rainfall data from meteorological networks from 1979 to 2013, droughts in the YRB are investigated in the present work. Rainfall in summer in the northern YRB (semi-arid and semi-humid zones) has been low since 1990, which is associated with an anomaly of planetary waves around Lake Baikal. These waves are significantly affected by Arctic ice loss (particularly in the eastern Arctic) among other factors. Eastern Arctic ice loss results in a warmer surface and increases air temperatures over the Arctic and northern Siberia. These conditions are favourable for cyclonic anomalies in the lower troposphere, generating an ascending flow anomaly over the eastern Arctic and a positive anomaly of meridional wind in the low troposphere between high latitudes and the Arctic. This situation results in a weaker Polar cell and a stronger Ferrel cell in the three-cell latitudinal circulation, due to increasing the ascending flow at approximately 60°N as well as the descending flow at approximately 35°–53°N. These conditions favour reinforcement as well as the width of subtropical high pressures, meridional shifts or northward elongation, the anomaly of planetary wave ridges around Lake Baikal, finally, more severe droughts in the northern YRB. Simulations performed with an atmospheric general circulation model confirm that Arctic sea ice loss can induce a northward shift and enhancement of subtropical high pressures, together with decreasing rainfall in the mid-latitudes of both North America and East Asia, especially in the northern YRB.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4177", 
        "title": "Summer droughts in the northern Yellow River basin in association with recent Arctic ice loss"
    }, 
    {
        "author": "RASMUS T. TONBOE, GORM DYBKJÆR, JACOB L. HØYER", 
        "date": "2011-08-09", 
        "description": "The snow surface on thick multiyear sea ice in winter is on average colder than the air because of the negative radiation balance. Beneath the snow surface there is a strong temperature gradient in winter with increasing temperatures towards the ice–water interface temperature at the freezing point around –1.8 °C. The sea ice surface temperature and the thermal microwave brightness temperature were simulated using a combination of thermodynamic and microwave emission models.The simulations indicate that the physical snow–ice interface temperature or alternatively the 6 GHz effective temperature have a good correlation with the effective temperature at the temperature sounding channels near 50 GHz. The complete correlation matrix based on the simulations for physical and effective temperatures is given.The physical snow–ice interface temperature is related to the brightness temperature at 6 GHz vertical polarization as expected. However, the emissivity factor normally used when converting brightness temperature to the ice temperature is dependent on the ice temperature. The simulations indicate that a simple model may be used to derive the snow-ice interface temperature from satellite AMSR 6 GHz measurements.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00530.x", 
        "title": "Simulations of the snow covered sea ice surface temperature and microwave effective temperature"
    }
]