[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      This paper investigates the reversibility of CO<sub class=\"a-plus-plus\">2</sub> induced climate change and in particular the potential impacts of different rates of CO<sub class=\"a-plus-plus\">2</sub> reduction using a coupled climate model. Atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration is ramped up by 0.5 %/year from the preindustrial value to 4×CO<sub class=\"a-plus-plus\">2</sub> and then ramped down from 2×CO<sub class=\"a-plus-plus\">2</sub> to 4×CO<sub class=\"a-plus-plus\">2</sub> with different rates. How the response of the climate system is affected by the peak atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration and the rate of long term decline is vital information for those considering hypothetical geoengineering options to remove CO<sub class=\"a-plus-plus\">2</sub>. Major components of the climate system including global mean surface air temperature and precipitation, contribution of thermal expansion to global sea level rise, loss of the Arctic sea ice, weakening of the Atlantic meridional overturning circulation (AMOC) and the South Asia monsoon are analyzed. We have found no ‘tipping points’ or thresholds beyond which CO<sub class=\"a-plus-plus\">2</sub> induced climate change in these components become irreversible within this model under the specific scenarios. However, there are strong inertias and path-dependent hysteresis in the climate system linked through oceanic memory. Initially the strengthened global hydrological cycle accelerates further in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-down before weakening. Thermal expansion of the oceans continues for many decades after CO<sub class=\"a-plus-plus\">2</sub> concentration starts to decrease. A 0.5 %/year reduction from 4×CO<sub class=\"a-plus-plus\">2</sub> could see a further 25 % sea level rise. The weakening of the AMOC is reversible, but the build-up of highly saline subtropical waters during global warming drives an overshoot of the AMOC after the CO<sub class=\"a-plus-plus\">2</sub> ramp-down and extends the warming of the northern high latitudes by many decades. The South Asia monsoon strengthens in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-up marked by an increase in summer monsoon rainfall. This increase reverses rapidly following a CO<sub class=\"a-plus-plus\">2</sub> ramp-down, displaying an undershoot in monsoon rainfall for rapid CO<sub class=\"a-plus-plus\">2</sub> reductions.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2302-6", 
        "title": "The reversibility of CO 2 induced climate change"
    }, 
    {
        "author": "Ed Hawkins, Steffen Tietsche, Jonathan J. Day, Nathanael Melia, Keith Haines, Sarah Keeley", 
        "date": "2015-07-27", 
        "description": "\n\nUsing lessons from idealised predictability experiments, we discuss some issues and perspectives on the design of operational seasonal to inter-annual Arctic sea-ice prediction systems. We first review the opportunities to use a hierarchy of different types of experiment to learn about the predictability of Arctic climate. We also examine key issues for ensemble system design, such as: measuring skill, the role of ensemble size and generation of ensemble members. When assessing the potential skill of a set of prediction experiments, using more than one metric is essential as different choices can significantly alter conclusions about the presence or lack of skill. We find that increasing both the number of hindcasts and ensemble size is important for reliably assessing the correlation and expected error in forecasts. For other metrics, such as dispersion, increasing ensemble size is most important. Probabilistic measures of skill can also provide useful information about the reliability of forecasts. In addition, various methods for generating the different ensemble members are tested. The range of techniques can produce surprisingly different ensemble spread characteristics. The lessons learnt should help inform the design of future operational prediction systems.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2643", 
        "title": "Aspects of designing and evaluating seasonal-to-interannual Arctic sea-ice prediction systems"
    }, 
    {
        "author": "Frans-Jan W. Parmentier, Wenxin Zhang, Yanjiao Mi, Xudong Zhu, Jacobus Huissteden, Daniel J. Hayes, Qianlai Zhuang, Torben R. Christensen, A. David McGuire", 
        "date": "2015-07-25", 
        "description": "\n\nThe Arctic is rapidly transitioning towards a seasonal sea ice-free state, perhaps one of the most apparent examples of climate change in the world. This dramatic change has numerous consequences, including a large increase in air temperatures, which in turn may affect terrestrial methane emissions. Nonetheless, terrestrial and marine environments are seldom jointly analyzed. By comparing satellite observations of Arctic sea ice concentrations to methane emissions simulated by three process-based biogeochemical models, this study shows that rising wetland methane emissions are associated with sea ice retreat. Our analyses indicate that simulated high-latitude emissions for 2005-2010 were, on average, 1.7 Tg CH4 yr-1 higher compared to 1981-1990 due to a sea ice-induced, autumn-focused, warming. Since these results suggest a continued rise in methane emissions with future sea ice decline, observation programs need to include measurements during the autumn to further investigate the impact of this spatial connection on terrestrial methane emissions.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065013", 
        "title": "Rising methane emissions from northern wetlands associated with sea ice decline"
    }, 
    {
        "author": "L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas", 
        "date": "2015-07-24", 
        "description": "<b>Climate responses to anthropogenic emissions of short-lived climate pollutants</b><br /><br />Atmospheric Chemistry and Physics, 15, 8201-8216, 2015<br /><br />Author(s): L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas<br /><br />Policies to control air quality focus on mitigating emissions of aerosols and\ntheir precursors, and other short-lived climate pollutants (SLCPs). On a\nlocal scale, these policies will have beneficial impacts on health and crop\nyields, by reducing particulate matter (PM) and surface ozone concentrations;\nhowever, the climate impacts of reducing emissions of SLCPs are less\nstraightforward to predict. In this paper we consider a set of idealized,\nextreme mitigation strategies, in which the total anthropogenic emissions of\nindividual SLCP emissions species are removed. This provides an upper bound\non the potential climate impacts of such air quality strategies.\n<br><br>\nWe focus on evaluating the climate responses to changes in anthropogenic\nemissions of aerosol precursor species: black carbon (BC), organic carbon\n(OC) and sulphur dioxide (SO<sub>2</sub>). We perform climate integrations with four\nfully coupled atmosphere–ocean global climate models (AOGCMs), and examine\nthe effects on global and regional climate of removing the total land-based\nanthropogenic emissions of each of the three aerosol precursor species.\n<br><br>\nWe find that the SO<sub>2</sub> emissions reductions lead to the strongest response,\nwith all models showing an increase in surface temperature focussed in the\nNorthern Hemisphere mid and (especially) high latitudes, and showing a corresponding\nincrease in global mean precipitation. Changes in precipitation patterns are\ndriven mostly by a northward shift in the ITCZ (Intertropical Convergence Zone), consistent with the\nhemispherically asymmetric warming pattern driven by the emissions changes.\nThe BC and OC emissions reductions give a much weaker response, and there is\nsome disagreement between models in the sign of the climate responses to\nthese perturbations. These differences between models are due largely to\nnatural variability in sea-ice extent, circulation patterns and cloud\nchanges. This large natural variability component to the signal when the\nocean circulation and sea-ice are free-running means that the BC and OC\nmitigation measures do not necessarily lead to a discernible climate\nresponse.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8201/2015/", 
        "title": "Climate responses to anthropogenic emissions of short-lived climate pollutants"
    }, 
    {
        "author": "J. G. L. Rae, H. T. Hewitt, A. B. Keen, J. K. Ridley, A. E. West, C. M. Harris, E. C. Hunke, and D. N. Walters", 
        "date": "2015-07-24", 
        "description": "<b>Development of the Global Sea Ice 6.0 CICE configuration for the Met Office Global Coupled model</b><br /><br />Geoscientific Model Development, 8, 2221-2230, 2015<br /><br />Author(s): J. G. L. Rae, H. T. Hewitt, A. B. Keen, J. K. Ridley, A. E. West, C. M. Harris, E. C. Hunke, and D. N. Walters<br /><br />The new sea ice configuration GSI6.0, used in the Met Office global coupled\nconfiguration GC2.0, is described and the sea ice extent, thickness and\nvolume are compared with the previous configuration and with observationally\nbased data sets. In the Arctic, the sea ice is thicker in all seasons than in\nthe previous configuration, and there is now better agreement of the modelled\nconcentration and extent with the HadISST data set. In the Antarctic, a warm\nbias in the ocean model has been exacerbated at the higher resolution of\nGC2.0, leading to a large reduction in ice extent and volume; further work is\nrequired to rectify this in future configurations.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/2221/2015/", 
        "title": "Development of the Global Sea Ice 6.0 CICE configuration for the Met Office Global Coupled model"
    }, 
    {
        "author": "Long Chen, Yanxu Zhang, Daniel J. Jacob, Anne L. Soerensen, Jenny A. Fisher, Hannah M. Horowitz, Elizabeth S. Corbitt, Xuejun Wang", 
        "date": "2015-07-23", 
        "description": "\n\nAtmospheric mercury (Hg) in the Arctic shows much weaker or insignificant annual declines relative to northern midlatitudes over the past decade (2000–2009) but with strong seasonality in trends. We use a global ocean-atmosphere model of Hg (GEOS-Chem) to simulate these observed trends and determine the driving environmental variables. The atmospheric decline at northern midlatitudes can largely be explained by decreasing North Atlantic oceanic evasion. The midlatitude atmospheric signal propagates to the Arctic but is countered by rapid Arctic warming and declining sea ice, which suppresses deposition and promotes oceanic evasion over the Arctic Ocean. The resulting simulation implies a decline of Hg in the Arctic surface ocean that we estimate to be −0.67% yr−1 over the study period. Rapid Arctic warming and declining sea ice are projected for future decades and would drive a sustained decline in Arctic Ocean Hg, potentially alleviating the methylmercury exposure risk for northern populations.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064051", 
        "title": "A decline in Arctic Ocean mercury suggested by differences in decadal trends of atmospheric mercury between the Arctic and northern midlatitudes"
    }, 
    {
        "author": "Xiaotong Xiao, Ruediger Stein, Kirsten Fahl", 
        "date": "2015-07-23", 
        "description": "\n\nUsing the sea ice proxy IP25 and phytoplankton-derived biomarkers (brassicasterol and dinosterol), Arctic sea ice conditions were reconstructed for Marine Isotope Stage (MIS) 3 to 1—with special emphasis on the Last Glacial Maximum (LGM)—in sediment cores from the northern Barents Sea continental margin across the central Arctic Ocean to the southern Mendeleev Ridge. Our results suggest more extensive sea ice cover than present day during the latter part of MIS 3, increasing sea ice growth during MIS 2 and decreased sea ice cover during the last deglacial. The summer ice edge remained north of the Barents Sea even during extremely cold (i.e., Last Glacial Maximum (LGM)) as well as warm periods (i.e., Bølling-Allerød). During the LGM, the western Svalbard margin and the northern Barents Sea margin areas were characterized by high concentrations of both IP25 and phytoplankton biomarkers, interpreted as a productive ice edge situation caused by the inflow of warm Atlantic water. In contrast, the LGM central Arctic Ocean (north of 84°N) was covered by thick permanent sea ice throughout the year with rare breakup, indicated by zero or near-zero biomarker concentrations. The spring/summer sea ice margin significantly extended southward to the Laptev Sea shelf (southern Lomonosov Ridge) and southern Mendeleev Ridge during the LGM. Our proxy reconstructions are very consistent with published model results based on the North Atlantic/Arctic Ocean Sea Ice Model.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002814", 
        "title": "MIS 3 to MIS 1 temporal and LGM spatial variability in Arctic Ocean sea ice cover: Reconstruction from biomarkers"
    }, 
    {
        "author": "E. Maier, M. Méheust, A. Abelmann, R. Gersonde, B. Chapligin, J. Ren, R. Stein, H. Meyer, R. Tiedemann", 
        "date": "2015-07-23", 
        "description": "\n\nThe glacial-to-Holocene evolution of subarctic Pacific surface water stratification and silicic acid (Si) dynamics is investigated based on new combined diatom oxygen (δ18Odiat) and silicon (δ30Sidiat) isotope records, along with new biogenic opal, subsurface foraminiferal δ18O, alkenone-based sea surface temperature, sea ice, diatom, and core logging data from the NE Pacific. Our results suggest that δ18Odiat values are primarily influenced by changes in freshwater discharge from the Cordilleran Ice Sheet (CIS), while corresponding δ30Sidiat are primarily influenced by changes in Si supply to surface waters. Our data indicate enhanced glacial to mid Heinrich Stadial 1 (HS1) NE Pacific surface water stratification, generally limiting the Si supply to surface waters. However, we suggest that an increase in Si supply during early HS1, when surface waters were still stratified, is linked to increased North Pacific Intermediate Water formation. The coincidence between fresh surface waters during HS1 and enhanced ice-rafted debris sedimentation in the North Atlantic indicates a close link between CIS and Laurentide Ice Sheet dynamics and a dominant atmospheric control on CIS deglaciation. The Bølling/Allerød (B/A) is characterized by destratification in the subarctic Pacific and an increased supply of saline, Si-rich waters to surface waters. This change toward increased convection occurred prior to the Bølling warming and is likely triggered by a switch to sea ice-free conditions during late HS1. Our results furthermore indicate a decreased efficiency of the biological pump during late HS1 and the B/A (possibly also the Younger Dryas), suggesting that the subarctic Pacific has then been a source region of atmospheric CO2.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002763", 
        "title": "Deglacial subarctic Pacific surface water hydrography and nutrient dynamics and links to North Atlantic climate variability and atmospheric CO2"
    }, 
    {
        "author": "M. Schäfer, E. Bierwirth, A. Ehrlich, E. Jäkel, and M. Wendisch", 
        "date": "2015-07-23", 
        "description": "<b>Airborne observations and simulations of three-dimensional radiative interactions between Arctic boundary layer clouds  and ice floes</b><br /><br />Atmospheric Chemistry and Physics, 15, 8147-8163, 2015<br /><br />Author(s): M. Schäfer, E. Bierwirth, A. Ehrlich, E. Jäkel, and M. Wendisch<br /><br />Based on airborne spectral imaging observations, three-dimensional\n  (3-D) radiative effects between Arctic boundary layer clouds and highly variable Arctic\n  surfaces were identified and quantified. A method is presented to\n  discriminate between sea ice and open water under cloudy conditions based on airborne nadir reflectivity &gamma;<sub>&lambda;</sub>\n  measurements in the visible spectral range.\n  In cloudy cases the transition of &gamma;<sub>&lambda;</sub> from open water to\n  sea ice is not instantaneous but horizontally smoothed. In\n  general, clouds reduce &gamma;<sub>&lambda;</sub> above bright surfaces in\n  the vicinity of open water, while\n  &gamma;<sub>&lambda;</sub> above open sea is enhanced. With the help of\n  observations and 3-D radiative transfer simulations, this effect\n  was quantified to range between 0 and 2200 m distance to the sea ice edge\n  (for a dark-ocean albedo of &alpha;<sub>water</sub> = 0.042\n  and a sea-ice albedo of  &alpha;<sub>ice</sub> = 0.91 at 645 nm wavelength). The affected distance &Delta; <i>L</i>  was found to depend\n  on both cloud and sea ice properties. For a low-level cloud\n  at 0–200 m altitude, as observed during the Arctic field\n  campaign VERtical Distribution of Ice in Arctic clouds (VERDI) in 2012,\n  an increase in the cloud optical thickness τ\n  from 1 to 10 leads to a decrease in &Delta; <i>L</i> from 600 to\n  250 m. An increase in the cloud base altitude or cloud\n  geometrical thickness results in an increase in &Delta; <i>L</i>;\n  for &tau; = 1/10 &Delta; <i>L</i> = 2200 m/1250 m in case of a cloud at\n  500–1000 m altitude. To quantify the effect for\n  different shapes and sizes of ice floes, radiative transfer simulations were performed with various albedo fields\n  (infinitely long straight ice edge, circular ice floes, squares, realistic ice floe\n  field). The simulations show that &Delta; <i>L</i> increases with\n  increasing radius of the ice floe and reaches maximum values for ice floes with radii larger than 6 km\n  (500–1000 m cloud altitude), which matches the results found for an infinitely long, straight ice edge.\n<br><br>\n  Furthermore, the influence of these 3-D radiative effects on the retrieved\n  cloud optical properties was investigated. The enhanced\n  brightness of a dark pixel next to an ice edge results in\n  uncertainties of up to 90 and 30 % in retrievals of τ\n  and effective radius <i>r</i><sub>eff</sub>, respectively.\n  With the help of &Delta; <i>L</i>, an estimate of the distance to the ice\n  edge is given, where the retrieval uncertainties due to 3-D radiative effects are negligible.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8147/2015/", 
        "title": "Airborne observations and simulations of three-dimensional radiative interactions between Arctic boundary layer clouds  and ice floes"
    }, 
    {
        "author": "Howard K. Roscoe, Anna E. Jones, Neil Brough, Rolf Weller, Alfonso Saiz-Lopez, Anoop S. Mahajan, Anja Schoenhardt, John P. Burrows, Zoe L. Fleming", 
        "date": "2015-07-21", 
        "description": "\n\nAerosol particle number concentrations have been measured at Halley and Neumayer on the Antarctic coast, since 2004 and 1984, respectively. Sulphur compounds known to be implicated in particle formation and growth were independently measured: sulphate ions and methane sulphonic acid in filtered aerosol samples and gas phase dimethyl sulphide for limited periods. Iodine oxide, IO, was determined by a satellite sensor from 2003 to 2009 and by different ground-based sensors at Halley in 2004 and 2007. Previous model results and midlatitude observations show that iodine compounds consistent with the large values of IO observed may be responsible for an increase in number concentrations of small particles. Coastal Antarctica is useful for investigating correlations between particles, sulphur, and iodine compounds, because of their large annual cycles and the source of iodine compounds in sea ice. After smoothing all the measured data by several days, the shapes of the annual cycles in particle concentration at Halley and Neumayer are approximated by linear combinations of the shapes of sulphur compounds and IO but not by sulphur compounds alone. However, there is no short-term correlation between IO and particle concentration. The apparent correlation by eye after smoothing but not in the short term suggests that iodine compounds and particles are sourced some distance offshore. This suggests that new particles formed from iodine compounds are viable, i.e., they can last long enough to grow to the larger particles that contribute to cloud condensation nuclei, rather than being simply collected by existing particles. If so, there is significant potential for climate feedback near the sea ice zone via the aerosol indirect effect.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023301", 
        "title": "Particles and iodine compounds in coastal Antarctica"
    }, 
    {
        "author": "Rachel L. Tilling", 
        "date": "2015-07-20", 
        "description": "Changes in Arctic sea ice volume are difficult to quantify. Five years of satellite data reveal a reduction in autumn sea ice volume in 2010–2012, but a sharp increase in 2013 and 2014, suggesting that ice volume can recover quickly.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/UPAh1UG0HxE/ngeo2489", 
        "title": "Increased Arctic sea ice volume after anomalously low melting in 2013"
    }, 
    {
        "author": "Witold Bagniewski, Katrin J. Meissner, Laurie Menviel, Catherine E. Brennan", 
        "date": "2015-07-20", 
        "description": "\n\nWe perform idealized experiments of a Heinrich Stadial using an oxygen-isotope-enabled Earth System Climate Model. Our results compare relatively well with the planktic and benthic δ18O records of Heinrich Stadials 1 and 4. We find that changes in surface \nδ18Oc can be equally attributed to the “temperature effect” due to fractionation during calcification; the “circulation and climate effect” due to changes in circulation, precipitation, and evaporation; and the “meltwater effect” due to the addition and subsequent advection of depleted fresh water from continental ice sheets. In contrast, the meltwater effect and circulation and climate effect have only a small impact on benthic \nδ18Oc during the cessation of the Atlantic Meridional Overturning Circulation (AMOC). Significant temperature changes simulated in both the deep Atlantic and Pacific Oceans substantially influence benthic \nδ18Oc during that time. During the AMOC recovery, however, anomalously low \nδ18Ow surface waters are advected to the deep Atlantic, thus generating a large (∼0.5‰) \nδ18Oc decrease in the deep North Atlantic. This is in contrast to a hypothesis that links such depletion seen in Atlantic sediment cores during the last glacial stadials to deepwater formation caused by brine rejection and sea ice formation.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002751", 
        "title": "Quantification of factors impacting seawater and calcite δ18O during Heinrich Stadials 1 and 4"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Jingkai Li, Alison L. Kohout, Hayley H. Shen", 
        "date": "2015-07-17", 
        "description": "\n\nMotivated by a dramatic reduction in Arctic sea ice cover, interest in the field of wave-ice interaction has accelerated over the past few years. Recent observations have identified that large waves (>3 m) have a linear attenuation rate, rather than the previously assumed exponential rate that is found for small waves. This suggests that waves penetrate further into the ice cover than previously expected. To explore this further we tested two exponentially decaying wave models. Contributions from nonlinear and wind generation source terms enabled both models to reproduce the observed regime shift. Essentially, the accumulation of nonlinear and wind energy contributions to long (and thus higher amplitude) waves can offset the ice damping, thus reducing the apparent attenuation. This study highlights the relevance of considering frequency dependence when analyzing wave attenuation in sea ice field data.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064715", 
        "title": "Comparison of wave propagation through ice covers in calm and storm conditions"
    }, 
    {
        "author": "M. Bügelmayer, D. M. Roche, and H. Renssen", 
        "date": "2015-07-17", 
        "description": "<b>Representing icebergs in the <i>i</i>LOVECLIM model (version 1.0) – a sensitivity study</b><br /><br />Geoscientific Model Development, 8, 2139-2151, 2015<br /><br />Author(s): M. Bügelmayer, D. M. Roche, and H. Renssen<br /><br />Recent modelling studies have indicated that icebergs play an active role in\nthe climate system as they interact with the ocean and the atmosphere. The\nicebergs' impact is due to their slowly released meltwater, which freshens\nand cools the ocean and consequently alters the ocean stratification and the\nsea-ice conditions. The spatial distribution of the icebergs and their\nmeltwater depends on the atmospheric and oceanic forces acting on them as\nwell as on the initial icebergs' size. The studies conducted so far have in\ncommon that the icebergs were moved by reconstructed or modelled forcing\nfields and that the initial size distribution of the icebergs was prescribed\naccording to present-day observations. To study the sensitivity of the\nmodelled iceberg distribution to initial and boundary conditions, we\nperformed 15 sensitivity experiments using the <i>i</i>LOVECLIM climate model that\nincludes actively coupled ice sheet and iceberg modules, to analyse (1) the\nimpact of the atmospheric and oceanic forces on the iceberg transport, mass\nand melt flux distribution, and (2) the effect of the initial iceberg size on\nthe resulting Northern Hemisphere climate including the Greenland ice sheet,\ndue to feedback mechanisms such as altered atmospheric temperatures, under\ndifferent climate conditions (pre-industrial, high/low radiative forcing).\nOur results show that, under equilibrated pre-industrial conditions, the\noceanic currents cause the icebergs to stay close to the Greenland and North\nAmerican coast, whereas the atmospheric forcing quickly distributes them\nfurther away from their calving site. Icebergs remaining close to Greenland\nlast up to 2 years longer as they reside in generally cooler waters.\nMoreover, we find that local variations in the spatial distribution due to\ndifferent iceberg sizes do not result in different climate states and\nGreenland ice sheet volume, independent of the prevailing climate conditions\n(pre-industrial, warming or cooling climate). Therefore, we conclude that\nlocal differences in the distribution of their melt flux do not alter the\nprevailing Northern Hemisphere climate and ice sheet under equilibrated\nconditions and continuous supply of icebergs. Furthermore, our results\nsuggest that the applied radiative forcing scenarios have a stronger impact\non climate than the initial size distribution of the icebergs.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/2139/2015/", 
        "title": "Representing icebergs in the <i>i</i>LOVECLIM model (version 1.0) – a sensitivity study"
    }, 
    {
        "author": "M.-L. Timmermans", 
        "date": "2015-07-16", 
        "description": "\n\nHigh-resolution measurements of ocean temperature and salinity in the Arctic Ocean's Canada Basin reveal the importance of the release of solar-derived stored ocean heat on sea-ice growth. Locally-absorbed summer solar heat is stored in a Near Surface Temperature Maximum (NSTM) layer underlying the mixed layer. The heat content of the NSTM layer was anomalously large following summer 2007, which saw considerable sea-ice losses and intense solar absorption into the exposed surface ocean. Measurements provide evidence for the entrainment of NSTM-layer heat in fall/winter 2007–08 by shear-driven mixing, and convective mixing by the release of dense, salty plumes during sea-ice growth. While at least a portion of the NSTM-layer was eroded, deeper warm ocean layers remained unaffected. It is shown that the release of solar heat stored following summer 2007 was sufficient to have reduced sea-ice thickness at the end of the 2008 growth season by about 25%.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064541", 
        "title": "The impact of stored solar heat on Arctic sea-ice Growth"
    }, 
    {
        "author": "Carsten Abraham, Nadja Steiner, Adam Monahan, Christine Michel", 
        "date": "2015-07-16", 
        "description": "\n\nSnow is a principal factor in controlling heat and light fluxes through sea ice. With the goal of improving radiative and heat flux estimates through sea ice in regional and global models without the need of detailed snow property descriptions, a new parameterisation including subgrid-scale snow thickness variability is presented. One-parameter snow thickness distributions depending only on the gridbox-mean snow thickness are introduced resulting in analytical solutions for the fluxes of heat and light through the snow layer. As the snow pack melts, these snow thickness distributions ensure a smooth seasonal transition of the light field under sea ice. Spatially homogenous melting applied to an inhomogeneous distribution of snow thicknesses allows the appearance of bare sea ice areas and melt ponds before all snow has melted. In comparison to uniform-thickness snow used in previous models the bias in the under sea ice light field is halved with this parameterisation. Model results from a one-dimensional ocean turbulence model coupled with a thermodynamic sea ice model are compared to observations near Resolute in the Canadian High Arctic. The simulations show substantial improvements not only to the light field at the sea ice base which will affect ice algal growth, but also to the sea ice and seasonal snow pack evolution. During melting periods the snow pack can survive longer while sea ice thickness starts to reduce earlier. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010741", 
        "title": "Effects of subgrid-scale snow thickness variability on radiative transfer in sea ice"
    }, 
    {
        "author": "Oleg A. Saenko, Duo Yang, Jonathan M. Gregory, Paul Spence, Paul G. Myers", 
        "date": "2015-07-16", 
        "description": "\n\nWe present ocean model sensitivity experiments aimed at separating the influence of the projected changes in the “thermal” (near-surface air temperature) and “wind” (near-surface winds) forcing on the patterns of sea level and ocean heat content. In the North Atlantic, the distribution of sea level change is more due to the “thermal” forcing, whereas it is more due to the “wind” forcing in the North Pacific; in the Southern Ocean, the “thermal” and “wind” forcing have a comparable influence. In the ocean adjacent to Antarctica the “thermal” forcing leads to an inflow of warmer waters on the continental shelves, which is somewhat attenuated by the “wind” forcing. The structure of the vertically-integrated heat uptake is set by different processes at low and high latitudes: at low latitudes it is dominated by the heat transport convergence, whereas at high latitudes it represents a small residual of changes in the surface flux and advection of heat. The structure of the horizontally-integrated heat content tendency is set by the increase of downward heat flux by the mean circulation and comparable decrease of upward heat flux by the subgrid-scale processes; the upward eddy heat flux decreases and increases by almost the same magnitude in response to, respectively, the “thermal” and “wind” forcing. Regionally, the surface heat loss and deep convection weaken in the Labrador Sea, but intensify in the Greenland Sea in the region of sea ice retreat. The enhanced heat flux anomaly in the subpolar Atlantic is mainly caused by the “thermal” forcing. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010928", 
        "title": "Separating the influence of projected changes in air temperature and wind on patterns of sea level change and ocean heat content"
    }, 
    {
        "author": "Bingyi Wu et al", 
        "date": "2015-07-15", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00274.1?af=R", 
        "title": "Patterns of Asian Winter Climate Variability and Links to Arctic Sea Ice"
    }, 
    {
        "author": "P. J. Langhorne, K. G. Hughes, A. J. Gough, I. J. Smith, M. J. M. Williams, N. J. Robinson, C. L. Stevens, W. Rack, D. Price, G. H. Leonard, A. R. Mahoney, C. Haas, T. G. Haskell", 
        "date": "2015-07-14", 
        "description": "\n\nAntarctic sea ice that has been affected by supercooled Ice Shelf Water (ISW) has a unique crystallographic structure and is called platelet ice. In this paper we synthesize platelet ice observations to construct a continent-wide map of the winter presence of ISW at the ocean surface. The observations demonstrate that, in some regions of coastal Antarctica, supercooled ISW drives a negative oceanic heat flux of −30 Wm−2 that persists for several months during winter, significantly affecting sea ice thickness. In other regions, particularly where the thinning of ice shelves is believed to be greatest, platelet ice is not observed. Our new data set includes the longest ice-ocean record for Antarctica, which dates back to 1902 near the McMurdo Ice Shelf. These historical data indicate that, over the past 100 years, any change in the volume of very cold surface outflow from this ice shelf is less than the uncertainties in the measurements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064508", 
        "title": "Observed platelet ice distributions in Antarctic sea ice: An index for ocean-ice shelf heat flux"
    }, 
    {
        "author": "L. N. Boisvert, D. L. Wu, C.-L. Shie", 
        "date": "2015-07-14", 
        "description": "\n\nThe vertical moisture flux (i.e. evaporation) plays an important role in the Arctic energy budget, the water-vapor feedback and Arctic amplification. It is one of the most uncertain variables, especially in this “new Arctic” climate system, which is dominated by large ice-free ocean areas for a longer portion of the year. Moisture flux rates, produced using Atmospheric Infrared Sounder (AIRS) data, from the Arctic Ocean and surrounding seas were found to have increased between 2003-2013 by 7.2x10-4 g m-2s-1 per year (equivalent to 1.79 W m-2 per year in latent heat). This is a 7% increase in the average moisture flux each year and a 0.12% increase in the yearly global ocean latent heat flux, with some months increasing more than others. The largest increases seen are in the Arctic coastal seas during the spring and fall where there has been a reduction in sea ice cover, and an increase in sea surface temperatures. Increases in the moisture flux from the surface also correspond to increases in total atmospheric column water vapor and low-level clouds, especially in the central Arctic regions. Changes in the atmospheric water vapor in the surrounding seas (e.g. East Greenland) are most likely due to lower-latitude transport of moisture rather than from the surface. Yearly, the moisture flux from the surface supplies about 10% of the total column atmosphere water vapor.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023258", 
        "title": "Increasing evaporation amounts seen in the Arctic between 2003-2013 from AIRS data"
    }, 
    {
        "author": "Benjamin B. Castellani, Matthew D. Shupe, David R. Hudak, Brian E. Sheppard", 
        "date": "2015-07-14", 
        "description": "\n\nWhile snow accumulation over central Greenland has been extensively studied, interannual variability of snowfall in the region is not well understood due to a dearth of observations. The Integrated Characterization of Energy, Clouds, Atmospheric state and Precipitation at Summit (ICECAPS) project at Summit, Greenland, offers a unique, ground-based opportunity to study precipitation in central Greenland where the surface mass balance is positive. Combining data from a Precipitation Occurrence Sensor System (POSS), Millimeter-wavelength Cloud Radar (MMCR), and snow stake field, the annual cycle of precipitation at Summit is examined. Average daily snowfall is higher by a factor of 3 from June to October compared to November to May, while surface height change is only higher by 15% during the same timeframes. This reduced variability in surface height is explained by the seasonally varying nature of latent heat flux, compaction, and wind contributions. The ICECAPS remote sensors and stake field measurements do not agree as far as total annual water equivalent. This discrepancy is likely due to a low bias in the POSS and MMCR snowfall retrievals for Summit. To further examine the seasonal cycle, snowfall measurements by the POSS were linked to local meteorological parameters, including wind direction, liquid water path (LWP), 2 m temperature, and precipitable water vapor. An observed wind direction and moisture dependence are consistent with snowfall being linked to pulses of moist air that originate over nearby, ice-free ocean, a resource that becomes more readily available in summertime as the winter sea ice retreats. LWP is shown to have little relationship to snowfall, indicating that ice-phase precipitation processes are quite important for snowfall at Summit.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023072", 
        "title": "The annual cycle of snowfall at Summit, Greenland"
    }, 
    {
        "author": "Sergei Kirillov, Igor Dmitrenko, David Babb, Søren Rysgaard, David Barber", 
        "date": "2015-07-14", 
        "description": "\n\nThe seasonal ice cover plays an important role in the climate system limiting the exchange of heat and momentum across the air-water interface. Among other factors, sea ice is sensitive to the ocean heat flux. In this study, we use in situ oceanographic, sea ice, and meteorological data collected during winter 2013/2014 in Young Sound (YS) fjord in Northeast Greenland to estimate the ocean heat flux to the landfast ice cover. During the preceding ice-free summer, incident solar radiation caused sea surface temperatures of up to 5–6°C. Subsequently, this heat was transferred down to the intermediate depths, but returned to the surface and retarded ice growth throughout winter. Two different approaches were used to estimate the ocean heat fluxes; (i) a residual method based on a 1-D thermodynamic ice growth model and (ii) a bulk parameterization using friction velocities and available heat content of water beneath the ice. The average heat flux in the inner YS varied from 13 W m−2 in October–December to less than 2 W m−2 in January–May. An average heat flux of 9 W m−2 was calculated for the outer YS. Moreover, we show that the upward heat flux in the outer fjord is strongly modulated by surface outflow, which produced two maxima in heat flux (up to 18–24 W m−2) during 26 December to 27 January and from 11 February to 14 March. By May 2014, the upward ocean heat flux reduced the landfast ice thickness by 18% and 24% in the inner and outer YS, respectively.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010720", 
        "title": "The effect of ocean heat flux on seasonal ice growth in Young Sound (Northeast Greenland)"
    }, 
    {
        "author": "Mitchell Bushuk et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5477-5509, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00354.1?af=R", 
        "title": "Arctic Sea Ice Reemergence: The Role of Large-Scale Oceanic and Atmospheric Variability"
    }, 
    {
        "author": "Fei Li et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5510-5522, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00629.1?af=R", 
        "title": "Extratropical Ocean Warming and Winter Arctic Sea Ice Cover since the 1990s"
    }, 
    {
        "author": "R. M. Lieb-Lappen and R. W. Obbard", 
        "date": "2015-07-13", 
        "description": "<b>The role of blowing snow in the activation of bromine over first-year Antarctic sea ice</b><br /><br />Atmospheric Chemistry and Physics, 15, 7537-7545, 2015<br /><br />Author(s): R. M. Lieb-Lappen and R. W. Obbard<br /><br />It is well known that during polar springtime halide sea salt ions, in\nparticular Br<sup>-</sup>, are photochemically activated into reactive halogen\nspecies (e.g., Br and BrO), where they break down tropospheric ozone. This\nresearch investigated the role of blowing snow in transporting salts from the\nsea ice/snow surface into reactive bromine species in the air. At two\ndifferent locations over first-year ice in the Ross Sea, Antarctica,\ncollection baskets captured blowing snow at different heights. In addition,\nsea ice cores and surface snow samples were collected throughout the\nmonth-long campaign. Over this time, sea ice and surface snow\nBr<sup>-</sup> / Cl<sup>-</sup> mass ratios remained constant and equivalent to\nseawater, and only in lofted snow did bromide become depleted relative to\nchloride. This suggests that replenishment of bromide in the snowpack occurs\nfaster than bromine activation in mid-strength wind conditions (approximately\n10 m s<sup>−1</sup>) or that blowing snow represents only a small portion of\nthe surface snowpack. Additionally, lofted snow was found to be depleted in\nsulfate and enriched in nitrate relative to surface snow.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7537/2015/", 
        "title": "The role of blowing snow in the activation of bromine over first-year Antarctic sea ice"
    }, 
    {
        "author": "A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles", 
        "date": "2015-07-10", 
        "description": "<b>A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia</b><br /><br />Climate of the Past, 11, 979-989, 2015<br /><br />Author(s): A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles<br /><br />Until now, the lack of time-continuous, terrestrial paleoenvironmental\ndata from the Pleistocene Arctic has made model simulations of past\ninterglacials difficult to assess. Here, we compare climate simulations of\nfour warm interglacials at Marine Isotope Stages (MISs) 1 (9 ka), 5e (127 ka),\n11c (409 ka) and 31 (1072 ka) with new proxy climate data recovered from\nLake El'gygytgyn, NE Russia. Climate reconstructions of the mean temperature\nof the warmest month (MTWM) indicate conditions up to 0.4, 2.1, 0.5 and 3.1 °C warmer than today during MIS 1, 5e, 11c and 31,\nrespectively. While the climate model captures much of the observed warming\nduring each interglacial, largely in response to boreal summer (JJA) orbital\nforcing, the extraordinary warmth of MIS 11c compared to the other\ninterglacials in the Lake El'gygytgyn temperature proxy reconstructions\nremains difficult to explain. To deconvolve the contribution of multiple\ninfluences on interglacial warming at Lake El'gygytgyn, we isolated the\ninfluence of vegetation, sea ice and circum-Arctic land ice feedbacks on\nthe modeled climate of the Beringian interior. Simulations accounting for\nclimate–vegetation–land-surface feedbacks during all four interglacials show\nexpanding boreal forest cover with increasing summer insolation intensity. A\ndeglaciated Greenland is shown to have a minimal effect on northeast Asian\ntemperature during the warmth of stages 11c and 31 (Melles et al., 2012). A prescribed\nenhancement of oceanic heat transport into the Arctic Ocean does have some\neffect on Lake El'gygytgyn's regional climate, but the exceptional warmth of\nMIS l1c remains enigmatic compared to the modest orbital and greenhouse gas\nforcing during that interglacial.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/979/2015/", 
        "title": "A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia"
    }, 
    {
        "author": "Hyo-Seok Park et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5030-5040, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0074.1?af=R", 
        "title": "The Impact of Poleward Moisture and Sensible Heat Flux on Arctic Winter Sea Ice Variability"
    }, 
    {
        "author": "J. García-Serrano et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5195-5216, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00472.1?af=R", 
        "title": "On the Predictability of the Winter Euro-Atlantic Climate: Lagged Influence of Autumn Arctic Sea Ice"
    }, 
    {
        "author": "G. W. K. Moore", 
        "date": "2015-06-29", 
        "description": "A combination of retreating sea ice and different rates of warming in the Greenland and Iceland seas is reducing winter air–sea heat fluxes. These fluxes drive ocean convection and are projected to decrease further.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/TyuL7Eioa_s/nclimate2688", 
        "title": "Decreasing intensity of open-ocean convection in the Greenland and Iceland seas"
    }, 
    {
        "author": "Laura Castro de la Guardia, Xianmin Hu, Paul G. Myers", 
        "date": "2015-06-24", 
        "description": "\nGreenland ice sheet meltwater runoff has been increasing in recent decades, especially in the southwest and the northeast. To determine the impact of this accelerating meltwater flux on Baffin Bay, we examine eight numerical experiments using an ocean-sea ice model: Nucleus for European Modelling of the Ocean. Enhanced runoff causes shoreward increasing sea surface height and strengthens the stratification in Baffin Bay. The changes in sea surface height reduces the southward transport through the Canadian Arctic Archipelago and strengthens the gyre circulation within Baffin Bay. The latter leads to further freshening of surface waters as it produces a larger northward surface freshwater transport across Davis Strait. Increasing the meltwater runoff leads to a warming and shallowing of the west Greenland Irminger water on the northwest Greenland shelf. These warmer waters can now more easily enter fjords on the Greenland coast and thus provide additional heat to accelerate the melting of marine-terminating glaciers.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064626", 
        "title": "Potential positive feedback between Greenland Ice Sheet melt and Baffin Bay heat content on the west Greenland shelf"
    }, 
    {
        "author": "Matthew C. Long, Keith Lindsay, Marika M. Holland", 
        "date": "2015-06-24", 
        "description": "\n\nThe lower trophic levels of marine ecosystems play a critical role in the Earth System mediating fluxes of carbon to the ocean interior. Many of the functional relationships describing biological rate processes, such as primary productivity, in marine ecosystem models are nonlinear functions of environmental state variables. As a result of nonlinearity, rate processes computed from mean fields at coarse resolution will differ from similar computations that incorporate small-scale heterogeneity. Here we examine how subgrid-scale variability in sea ice thickness impacts simulated net primary productivity (NPP) in a 1° × 1° configuration of the Community Earth System Model (CESM). CESM simulates a subgrid-scale ice thickness distribution and computes shortwave penetration independently for each ice thickness category. However, the default model formulation uses grid-cell mean irradiance to compute NPP. We demonstrate that accounting for subgrid-scale shortwave heterogeneity by computing light limitation terms under each ice category then averaging the result is a more accurate invocation of the photosynthesis equations. Moreover, this change delays seasonal bloom onset and increases interannual variability in NPP in the sea ice zone in the model. The new treatment reduces annual production by about 32% in the Arctic and 19% in the Antarctic. Our results highlight the importance of considering heterogeneity in physical fields when integrating nonlinear biogeochemical reactions. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000436", 
        "title": "Modeling photosynthesis in sea ice covered waters"
    }, 
    {
        "author": "Hyo-Seok Park et al", 
        "date": "2015-06-19", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00773.1?af=R", 
        "title": "The Impact of Arctic Winter Infrared Radiation on Early Summer Sea Ice"
    }, 
    {
        "author": "Arlan Dirkson, William J. Merryfield, Adam Monahan", 
        "date": "2015-06-19", 
        "description": "\nA challenge for model-based seasonal predictions of sea ice is an accurate representation of sea ice initial conditions, particularly sparsely observed sea ice thickness (SIT). The Canadian Seasonal to Interannual Prediction System (CanSIPS) currently initializes SIT by nudging simulated values toward a model-based climatology. To improve on this, we use sea ice data from Pan-Arctic Ice Ocean Modeling and Assimilation System to investigate how accurately SIT can be estimated in real time using better observed and physically relevant predictors. We (1) test the skill of several predictors using maximum covariance analysis (MCA), (2) apply an approach which blends sea ice concentration and lagged (4 month averaged) sea level pressure, and (3) compare this method against the current CanSIPS initialization scheme over 1981–2012. The MCA-based statistical model reduces SIT areal mean and temporal mean absolute errors by 48% relative to the current CanSIPS initialization and shows consistent skill estimating ice volume in all months (r = 0.95).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063930", 
        "title": "Real-time estimation of Arctic sea ice thickness through maximum covariance analysis"
    }, 
    {
        "author": "Y. Hata, L. B. Tremblay", 
        "date": "2015-06-19", 
        "description": "\n\nResults from an Ice Stress Buoy deployed near the center of a multiyear floe in the Viscount Melville Sound of the Canadian Arctic Archipelago between 10 October 2010 and 17 August 2011 are presented. The position record indicates the landlocked season was approximately 5 months, from 18 January to 22 June, when the sea ice was fast to Melville Island and Victoria Island. Thermal stresses (ranging from -84 to 66 kPa) dominate the internal stress record, with only a few dynamic stress events (∼50 kPa) recorded before the landlocked season. Intriguingly, the thermal stresses are isotropic before the landlocked ice onset and anisotropic during the landlocked season. Two possible causes to explain anisotropy in thermal stresses are considered: preferred c-axis alignment of the ice crystal, and land confinement associated with the nearby coastline. The orientation of the principal stresses indicates that land confinement is responsible for the anisotropy. The stress record also clearly shows the presence of residual compressive stresses at the melt onset, suggesting a viscous creep relaxation time constant of several days. Finally, results show an interesting reversal in the sign of the correlation (from negative to positive) between surface air temperature and thermal stress after the onset of surface melt. We attribute this to the onset of water infiltration within sea ice after which colder night temperature leads to re-freezing and compressive stresses. To the best of the authors' knowledge, this is the first time that anisotropic thermal stresses have been reported in sea ice. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010819", 
        "title": "Anisotropic internal thermal stress in sea ice from the Canadian Arctic Archipelago"
    }, 
    {
        "author": "François Roy, Matthieu Chevallier, Gregory C. Smith, Frédéric Dupont, Gilles Garric, Jean-François Lemieux, Youyu Lu, Fraser Davidson", 
        "date": "2015-06-18", 
        "description": "\n\nGlobal simulations are presented focusing on the atmosphere-ice-ocean (AIO) surface layer (SL) in the Arctic. Results are produced using an ocean model (NEMO) coupled to two different sea ice models: the Louvain-La-Neuve single-category model (LIM2) and the Los Alamos multicategory model (CICE4). A more objective way to adjust the sea ice-ocean drag is proposed compared to a coefficient tuning approach. The air-ice drag is also adjusted to be more consistent with the atmospheric forcing data set. Improving the AIO SL treatment leads to more realistic results, having a significant impact on the sea ice volume trend, sea ice thickness, and the Arctic freshwater (FW) budget. The physical mechanisms explaining this sensitivity are studied. Improved sea ice drift speeds result in less sea ice accumulation in the Beaufort Sea, correcting a typical ice thickness bias. Sea ice thickness and drag parameters affect how atmospheric stress is transferred to the ocean, thereby influencing Ekman transport and FW retention in the Beaufort Gyre (BG). Increasing sea ice-ocean roughness reduces sea ice growth in winter by reducing ice deformation and lead fractions in the BG. It also increases the total Arctic FW content by reducing sea ice export through Fram Strait. Similarly, increasing air-ice roughness increases the total Arctic FW content by increasing FW retention in the BG.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010677", 
        "title": "Arctic sea ice and freshwater sensitivity to the treatment of the atmosphere-ice-ocean surface layer"
    }, 
    {
        "author": "Lukas Papritz, Thomas Spengler", 
        "date": "2015-06-17", 
        "description": "\nThe maintenance of baroclinicity along the mid- and high-latitude storm tracks is a matter of ongoing debate. Using an isentropic framework, a novel diagnostic based on the tendency equation for the slope of isentropic surfaces – a measure of the potential for baroclinic development – is presented. The tendency comprises contributions from dynamic processes, latent heat release, radiation, and sub-gridscale turbulence, which incorporates the effect of sensible heat fluxes. A climatology of these tendencies over the North Atlantic is compiled for the winters 2009 and 2010.\nIt is found that adiabatic tilting flattens the isentropic surfaces, reflecting the action of growing baroclinic cyclones. This tendency is climatologically balanced by the generation of slope by diabatic processes. In the lower troposphere, the most intense diabatic increase of slope is found along the oceanic frontal zone associated with the Gulf Stream and at higher latitudes in the Labrador Sea, the Nordic Seas and the Barents Sea. Latent heat release and sensible heat fluxes both contribute substantially in these regions. A quantitative analysis of cold air outbreaks emphasises their important role for restoring the slope in the lower troposphere over the Gulf Stream region and off the sea-ice edge at high latitudes. In the upper troposphere, latent heat release due to cloud microphysical processes is the dominant mechanism maintaining the slope.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2605", 
        "title": "Analysis of the slope of isentropic surfaces and its tendencies over the North Atlantic"
    }, 
    {
        "author": "Eric D. Skyllingstad, Karen M. Shell, Lee Collins, Chris Polashenski", 
        "date": "2015-06-16", 
        "description": "\n\nA three-dimensional sea ice model is presented with resolved snow thickness variations and melt ponds. The model calculates heating from solar radiative transfer and simulates the formation and movement of brine/melt water through the ice system. Initialization for the model is based on observations of snow topography made during the summer melt seasons of 2009, 2010, and 2012 from a location off the coast of Barrow, AK. Experiments are conducted to examine the importance of snow properties and snow and ice thickness by comparing observed and modeled pond fraction and albedo.\nOne key process simulated by the model is the formation of frozen layers in the ice as relatively warm fresh water grid cells freeze when cooled by adjacent, cold brine-filled grid cells. These layers prevent vertical drainage and lead to flooding of melt water commonly observed at the beginning of the melt season. Flooding persists until enough heat is absorbed to melt through the frozen layer. The resulting long-term melt pond coverage is sensitive to both the spatial variability of snow cover and the minimum snow depth. For thin snow cover, initial melting results in earlier, reduced flooding with a small change in pond fraction after drainage of the melt water. Deeper snow tends to generate a delayed, larger peak pond fraction before drainage. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010569", 
        "title": "Simulation of the melt season using a resolved sea ice model with snow cover and melt ponds"
    }, 
    {
        "author": "Benjamin Holt, Michael P. Johnson, Dragana Perkovic-Martin, Ben Panzer", 
        "date": "2015-06-15", 
        "description": "\n\nThe snow radar being flown on NASA's Operation IceBridge, ongoing aircraft campaigns to the Arctic and the Antarctic are providing unique observations of the depth of snow on the sea ice cover. In this paper, we focus on the radar-derived snow depth results from the 2009–2012 Arctic campaigns. We develop and evaluate the use of a distinct snow layer tracker to measure snow depth based on a Support Vector Machine (SVM) supervised learning algorithm. The snow radar is designed to detect both the air-snow and snow-ice interfaces using ultrawideband frequencies from 2 to 8 GHz. The quality, errors, and repeatability of the snow radar snow depth estimates are examined, based on comparisons with in situ data obtained during two separate sea ice field campaigns, the GreenArc 2009 and the CryoVEx 2011 campaigns off Greenland in the Lincoln Sea. Finally, we analyze 4 years (2009–2012) of three annually repeated sea ice flight lines obtained in early spring, located off Greenland and the Canadian Arctic. We examine the annual variations of snow depth differences between perennial and seasonal ice when available. Overall, the snow layer tracker produced consistent, accurate results for snow depths between 0.10 and ∼0.60 m. This was confirmed with comparisons with the two data sets from the in situ measurement campaigns as well as with the time series analysis, and is consistent with other published results.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010815", 
        "title": "Snow depth on Arctic sea ice derived from radar: In situ comparisons and time series analysis"
    }, 
    {
        "author": "M. Tuononen, V. A. Sinclair, T. Vihma", 
        "date": "2015-06-10", 
        "description": "\n\nA wintertime climatology of the occurrence and characteristics of low-level jets (LLJs) in the Northern Hemisphere mid-latitudes and polar regions was developed. A LLJ detection algorithm was applied to 11 years of Arctic system reanalysis data. The highest occurrence of LLJs was associated with strong gradients in topography and with the sea-ice edge. Sea areas fully covered with sea ice also favoured the occurrence of LLJs, however, these areas, including the central Arctic, had fewer LLJs than along the sea-ice edge. LLJs also occurred frequently in the seldom studied Sea of Okhotsk area.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.587", 
        "title": "A climatology of low-level jets in the mid-latitudes and polar regions of the Northern Hemisphere"
    }, 
    {
        "author": "David J. Wilson, Alexander M. Piotrowski, Albert Galy, Virupaxa K. Banakar", 
        "date": "2015-06-06", 
        "description": "\n\nChanges in ocean circulation structure, together with biological cycling, have been proposed for trapping carbon in the deep ocean during glacial periods of the Late Pleistocene, but uncertainty remains in the nature and timing of deep ocean circulation changes through glacial cycles. In this study, we use neodymium (Nd) and carbon isotopes from a deep Indian Ocean sediment core to reconstruct water mass mixing and carbon cycling in Circumpolar Deep Water over the past 250 thousand years, a period encompassing two full glacial cycles and including a range of orbital forcing. Building on recent studies, we use reductive sediment leaching supported by measurements on isolated phases (foraminifera and fish teeth) in order to obtain a robust seawater Nd isotope reconstruction. Neodymium isotopes record a changing North Atlantic Deep Water (NADW) component in the deep Indian Ocean that bears a striking resemblance to Northern Hemisphere climate records. In particular, we identify both an approximately in-phase link to Northern Hemisphere summer insolation in the precession band and a longer-term reduction of NADW contributions over the course of glacial cycles. The orbital timescale changes may record the influence of insolation forcing, for example via NADW temperature and/or Antarctic sea ice extent, on deep stratification and mixing in the Southern Ocean, leading to isolation of the global deep oceans from an NADW source during times of low Northern Hemisphere summer insolation. That evidence could support an active role for changing deep ocean circulation in carbon storage during glacial inceptions. However, mid-depth water mass mixing and deep ocean carbon storage were largely decoupled within glacial periods, and a return to an interglacial-like circulation state during marine isotope stage (MIS) 6.5 was accompanied by only minor changes in atmospheric CO2. Although a gradual reduction of NADW export through glacial periods may have produced slow climate feedbacks linked to the growth of Northern Hemisphere ice sheets, carbon cycling in the glacial ocean was instead more strongly linked to Southern Ocean processes.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002707", 
        "title": "Interhemispheric controls on deep ocean circulation and carbon chemistry during the last two glacial cycles"
    }, 
    {
        "author": "Alexander V. Wilchinsky et al", 
        "date": "2015-06-03", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0184.1?af=R", 
        "title": "Study of the impact of ice formation in leads upon the sea ice pack mass balance using a new frazil and grease ice parameterisation."
    }, 
    {
        "author": "A. Tetzlaff, C. Lüpkes, J. Hartmann", 
        "date": "2015-06-03", 
        "description": "\nLeads are elongated channels in sea ice which play an important role for the heat and moisture exchange between the polar ocean and atmosphere. The aircraft campaign STABLE aimed to improve our current understanding of the formation of convective plumes over leads and their impact on the polar atmospheric boundary layer. It was carried out over the pack ice in the northern Fram Strait in March 2013. We present case studies of the boundary layer modification and turbulent fluxes over four wide leads, which differed strongly with respect to lead characteristics and environmental conditions. The observed near-surface sensible heat fluxes ranged from 15 to 180 W m−2. The leads also induced an increase of the near-surface temperature of up to 3.2 °C and a humidity increase of up to 0.2 g kg−1. In one of the cases, large entrainment fluxes exceeding 30% of the surface fluxes were observed. Vertical profiles of turbulent sensible heat and momentum fluxes were nonlinear downstream of the leads with a distinct flux maximum in the core of the convective plumes. In two cases, the plumes also strongly affected the wind field within the atmospheric boundary layer. Low-level jets that existed in those cases in the region upstream of the leads disappeared in the plume region. Finally, it is shown that large errors can occur when flux measurements are derived from lead orthogonal flight legs only. Therefore, complex flight patterns, as presented in this study, are necessary to accurately determine the energy fluxes in the environment of leads.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2568", 
        "title": "Aircraft-based observations of atmospheric boundary-layer modification over Arctic leads"
    }, 
    {
        "author": "Andrea Burke, Andrew L. Stewart, Jess F. Adkins, Raffaele Ferrari, Malte F. Jansen, Andrew F. Thompson", 
        "date": "2015-06-02", 
        "description": "\n\nPublished reconstructions of radiocarbon in the Atlantic sector of the Southern Ocean indicate that there is a mid-depth maximum in radiocarbon age during the last glacial maximum (LGM). This is in contrast to the modern ocean where intense mixing between water masses results in a relatively homogenous radiocarbon profile. Ferrari et al. [2014] suggested that the extended Antarctic sea ice cover during the LGM necessitated a shallower boundary between the upper and lower branches of the meridional overturning circulation (MOC). This shoaled boundary lay above major topographic features associated with strong diapycnal mixing, isolating dense southern-sourced water in the lower branch of the overturning circulation. This isolation would have allowed radiocarbon to decay, and thus provides a possible explanation for the mid-depth radiocarbon age bulge. We test this hypothesis using an idealized, 2D, residual-mean dynamical model of the global overturning circulation. Concentration distributions of a decaying tracer that is advected by the simulated overturning are compared to published radiocarbon data. We find that a 600 km (~5° of latitude) increase in sea ice extent shoals the boundary between the upper and lower branches of the overturning circulation at 45°S by 600 m, and shoals the depth of North Atlantic Deep Water (NADW) convection at 50°N by 2500 m. This change in circulation configuration alone decreases the radiocarbon content in the mid-depth South Atlantic at 45°S by 40‰even without an increase in surface radiocarbon age in the source region of deep waters during the LGM.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002778", 
        "title": "The Glacial Mid-Depth Radiocarbon Bulge and Its Implications for the Overturning Circulation"
    }, 
    {
        "author": "Frédéric A. C. Moigne, Alex J. Poulton, Stephanie A. Henson, Chris J. Daniels, Glaucia M. Fragoso, Elaine Mitchell, Sophie Richier, Benjamin C. Russell, Helen E. K. Smith, Geraint A. Tarling, Jeremy R. Young, Mike Zubkov", 
        "date": "2015-06-01", 
        "description": "\n\nArctic primary production is sensitive to reductions in sea ice cover, and will likely increase into the future. Whether this increased primary production (PP) will translate into increased export of particulate organic carbon (POC) is currently unclear. Here we report on the POC export efficiency during summer 2012 in the Atlantic sector of the Arctic Ocean. We coupled 234-thorium based estimates of the export flux of POC to onboard incubation-based estimates of PP. Export efficiency (defined as the fraction of PP that is exported below 100 m depth: ThE-ratio) showed large variability (0.09 ± 0.19–1.3 ± 0.3). The highest ThE-ratio (1.3 ± 0.3) was recorded in a mono-specific bloom of Phaeocystis pouchetii located in the ice edge. Blooming diatom dominated areas also had high ThE-ratios (0.1 ± 0.1–0.5 ± 0.2), while mixed and/or prebloom communities showed lower ThE-ratios (0.10 ± 0.03–0.19 ± 0.05). Furthermore, using oxygen saturation, bacterial abundance, bacterial production, and zooplankton oxygen demand, we also investigated spatial variability in the degree to which this sinking material may be remineralized in the upper mesopelagic (<300 m). Our results suggest that blooming diatoms and P. pouchetii can export a significant fraction of their biomass below the surface layer (100 m) in the open Arctic Ocean. Also, we show evidence that the material sinking from a P. pouchetii bloom may be remineralized (>100 m) at a similar rate as the material sinking from diatom blooms in the upper mesopelagic, contrary to previous findings.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010700", 
        "title": "Carbon export efficiency and phytoplankton community composition in the Atlantic sector of the Arctic Ocean"
    }, 
    {
        "author": "Helen Tamura-Wicks, Ralf Toumi, W. Paul Budgell", 
        "date": "2015-05-29", 
        "description": "\nCaspian sea ice concentration from satellite passive microwave data and surface daily air temperatures are analysed from 1978 to 2009. Relationships between mean winter air temperatures, cumulative freezing degree days (CFDD) and the sum of daily ice area (cumulative ice area) are found. These show that mean monthly air temperatures of less than 5.5 to 9.5∘C, and a minimum CFDD of 3.6-11.2∘C, is required for ice formation in the Northern Caspian. Examination of climate projections from multi-model ensembles of monthly mean air temperatures suggest that the Northern Caspian may be largely ice-free by 2100 for the highest emission scenario. An ocean-ice-atmosphere model of the Caspian shows weak sensitivities of the minimum CFDD to varied sea ice albedo and ice compressive strength. Sea level decline is found to reduce the minimum CFDD as well as promote the formation of higher concentration or \"closed ice\".\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2592", 
        "title": "Sensitivity of Caspian sea-ice to air temperature"
    }, 
    {
        "author": "F. Krikken et al", 
        "date": "2015-05-13", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0002.1?af=R", 
        "title": "Arctic energy budget in relation to sea-ice variability on monthly to annual time scales"
    }, 
    {
        "author": "Gregory C. Smith, François Roy, Mateusz Reszka, Dorina Surcel Colan, Zhongjie He, Daniel Deacu, Jean-Marc Belanger, Sergey Skachko, Yimin Liu, Frédéric Dupont, Jean-François Lemieux, Christiane Beaudoin, Benoit Tranchant, Marie Drévillon, Gilles Garric, Charles-Emmanuel Testut, Jean-Michel Lellouche, Pierre Pellerin, Harold Ritchie, Youyu Lu, Fraser Davidson, Mark Buehner, Alain Caya, Manon Lajoie", 
        "date": "2015-05-13", 
        "description": "\nRecent increases in marine traffic in the Arctic have amplified the demand for reliable ice and marine environmental predictions. This article presents the verification of ice forecast skill from a new system implemented recently at the Canadian Meteorological Centre called the Global Ice Ocean Prediction System (GIOPS). GIOPS provides daily global ice and ocean analyses and 10-day forecasts on a 1/4°-resolution grid. GIOPS includes a multivariate ocean data assimilation system that combines satellite observations of sea-level anomaly and sea-surface temperature (SST) together with in situ observations of temperature and salinity. Ice analyses are produced using a 3D-Var method that assimilates satellite observations from SSM/I and SSMIS together with manual analyses from the Canadian Ice Service. Analyses of total ice concentration are projected onto the thickness categories used in the ice model using spatially and temporally varying weighting functions derived from ice model tendencies. This method may reduce deleterious impacts on the ice thickness distribution when assimilating ice concentration, as it can directly modulate (and reverse) nonlinear processes such as ice deformation. An objective verification of sea ice forecasts is made using two methods: analysis-based error assessment focusing on the marginal ice zone, and a contingency table approach to evaluate ice extent as compared to an independent analysis. Together the methods demonstrate a consistent picture of skilful medium-range forecasts in both the Northern and Southern Hemispheres as compared to persistence. Using the contingency table approach, GIOPS forecasts show a significant open-water bias during spring and summer. However, this bias depends on the choice of threshold used. Ice forecast skill is found to be highly sensitive to the assimilation of SST near the ice edge. Improved observational coverage in these areas (including salinity) would be extremely valuable for further improvement in ice forecast skill.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2555", 
        "title": "Sea ice forecast verification in the Canadian Global Ice Ocean Prediction System"
    }, 
    {
        "author": "Edgar L Andreas et al", 
        "date": "2015-05-08", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00768.1?af=R", 
        "title": "Spatial Variability of Surface-Level State Variables over Arctic Sea Ice"
    }, 
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen", 
        "date": "2015-04-20", 
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577", 
        "title": "How does model development affect climate projections?"
    }, 
    {
        "author": "A. Bellucci, R. Haarsma, N. Bellouin, B. Booth, C. Cagnazzo, B. Hurk, N. Keenlyside, T. Koenigk, F. Massonnet, S. Materia, M. Weiss", 
        "date": "2015-04-01", 
        "description": "\n\nWe review recent progress in understanding the role of sea ice, land surface, stratosphere, and aerosols in decadal-scale predictability and discuss the perspectives for improving the predictive capabilities of current Earth system models (ESMs). These constituents have received relatively little attention because their contribution to the slow climatic manifold is controversial in comparison to that of the large heat capacity of the oceans. Furthermore, their initialization as well as their representation in state-of-the-art climate models remains a challenge. Numerous extraoceanic processes that could be active over the decadal range are proposed. Potential predictability associated with the aforementioned, poorly represented, and scarcely observed constituents of the climate system has been primarily inspected through numerical simulations performed under idealized experimental settings. The impact, however, on practical decadal predictions, conducted with realistically initialized full-fledged climate models, is still largely unexploited. Enhancing initial-value predictability through an improved model initialization appears to be a viable option for land surface, sea ice, and, marginally, the stratosphere. Similarly, capturing future aerosol emission storylines might lead to an improved representation of both global and regional short-term climatic changes. In addition to these factors, a key role on the overall predictive ability of ESMs is expected to be played by an accurate representation of processes associated with specific components of the climate system. These act as “signal carriers,” transferring across the climatic phase space the information associated with the initial state and boundary forcings, and dynamically bridging different (otherwise unconnected) subsystems. Through this mechanism, Earth system components trigger low-frequency variability modes, thus extending the predictability beyond the seasonal scale.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000473", 
        "title": "Advancements in decadal climate predictability: The role of nonoceanic drivers"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "Qinghua Yang, Svetlana N. Losa, Martin Losch, Thomas Jung, Lars Nerger", 
        "date": "2015-03-26", 
        "description": "\nThe role of atmospheric uncertainty for the assimilation and prediction of Arctic sea ice is explored by running the Massachusetts Institute of Technology general circulation model (MITgcm) in data assimilation (DA) and prediction mode for summer 2010. The atmospheric ensemble forcing is taken from the UK Met Office (UKMO) system available through the TIGGE (THORPEX Interactive Grand Global Ensemble) database. The DA system is based on a Local Singular Evolutive Interpolated Kalman (LSEIK) filter, and Special Sensor Microwave Imager/Sounder (SSMIS) sea ice concentration operational products from the National Snow and Ice Data Center (NSIDC) are assimilated. Two kinds of experiments are carried out differing in the LSEIK configuration and forcing used: the first one uses a single deterministic control forcing and a forgetting factor necessary to inflate the ensemble spread in the DA phase; the second one uses 23 members from the UKMO atmospheric ensemble prediction system, thereby avoiding any additional ensemble inflation and making further tuning unnecessary. With both systems the model data misfit improves as expected, but the ensemble approach outperforms the deterministic filter. The ice concentration of 24 h forecasts is consistently closer to observations with the ensemble approach, because a larger and more realistic ensemble spread, representing model uncertainty, leads to a better adjustment. Fifteen-day forecasts are also better with ensemble forcing than with deterministic forcing, because of both the larger spread and the better initial state in the ensemble forced system. The ensemble forcing can also improve poor initial states obtained with the deterministic control forcing, because the ensemble forcing introduces a larger spread that spans a larger range of model simulations. Ice thickness forecasts cannot be significantly improved with the ensemble forcing.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2523", 
        "title": "The role of atmospheric uncertainty in Arctic summer sea ice data assimilation and prediction"
    }, 
    {
        "author": "Jean-François Lemieux, Christiane Beaudoin, Frédéric Dupont, François Roy, Gregory C. Smith, Anna Shlyaeva, Mark Buehner, Alain Caya, Jack Chen, Tom Carrieres, Lynn Pogson, Patricia DeRepentigny, André Plante, Paul Pestieau, Pierre Pellerin, Hal Ritchie, Gilles Garric, Nicolas Ferry", 
        "date": "2015-03-25", 
        "description": "\nIn recent years, the demand for improved environmental forecasts in the Arctic has intensified as maritime transport and offshore exploration increase. As a result, Canada has accepted responsibility for the preparation and issuing services for the new Arctic MET/NAV Areas XVII and XVIII. Environmental forecasts are being developed based on a new integrated Arctic marine prediction system. Here, we present the first phase of this initiative, a short-term pan-Arctic 1/12° resolution Regional Ice Prediction System (RIPS). RIPS is currently set to perform four 48 h forecasts per day. The RIPS forecast model (CICE 4.0) is forced by atmospheric forecasts from the Environment Canada regional deterministic prediction system. It is initialized with a 3D-Var analysis of sea ice concentration and the ice velocity field and thickness distribution from the previous forecast. The other forcing (surface current) and initialization fields (mixed-layer depth, sea surface temperature and salinity) come from the 1/4° resolution Global Ice Ocean Prediction System. Three verification methods for sea ice concentration are presented. Overall, verifications over a complete seasonal cycle (2011) against the Ice Mapping System ice extent product show that RIPS 48 h forecasts are better than persistence during the growth season while they have a lower skill than persistence during the melt period. A better representation of landfast ice, oceanic processes (wave–ice interactions, upwelling events, etc.) in the marginal ice zone and better initializing fields should lead to improved forecasts.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2526", 
        "title": "The Regional Ice Prediction System (RIPS): verification of forecast sea ice concentration"
    }, 
    {
        "author": "E. Carmack et al", 
        "date": "2015-02-03", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00177.1?af=R", 
        "title": "TOWARDS QUANTIFYING THE INCREASING ROLE OF OCEANIC HEAT IN SEA ICE LOSS IN THE NEW ARCTIC"
    }, 
    {
        "author": "JAMES A. SCREEN et al", 
        "date": "2014-12-18", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00185.1?af=R", 
        "title": "REDUCED RISK OF NORTH AMERICAN COLD EXTREMES DUE TO CONTINUED ARCTIC SEA ICE LOSS"
    }, 
    {
        "author": "Adrian J. Simmons, Paul Poli", 
        "date": "2014-08-22", 
        "description": "\nNear-surface and lower-tropospheric warming of the Arctic over the past 35 years is examined for several datasets. The new estimate for the near surface reported by Cowtan and Way in 2014 agrees reasonably well with the ERA-Interim reanalysis for this region. Both provide global averages with a little more warming over recent years than indicated by the widely used HadCRUT4 dataset, which has sparse coverage of the high Arctic. ERA-Interim is more sensitive than the Cowtan and Way estimate to the state of the underlying Arctic Ocean.\nObservational coverage of the Arctic varies considerably over the period. Surface air-temperature data of identified types are generally fitted well by ERA-Interim, especially data from ice stations, which appear of excellent quality. ERA-Interim nevertheless has a warm wintertime bias over sea-ice. Mean fits vary in magnitude as coverage varies, but their overall changes are much smaller than analysed temperature changes. This is also largely the case for fits to data for the free troposphere. Much of the information on trends and low-frequency variability provided by ERA-Interim comes from its background forecast, which carries forward information assimilated from a rich variety of earlier observations, rather than from its analysis of surface air-temperature observations.\nERA-Interim agrees quite well with the new JRA-55 reanalysis, and with the MERRA reanalysis until recent years when MERRA exhibits weaker surface warming. Temperatures vary coherently between the surface and middle troposphere, with largest amplitude at the surface except in summer, when air temperatures are constrained by sea-ice and open-sea temperatures that differ little from 0°C. Much of the recent near-surface warming of the Arctic is associated with reduced cold-season sea-ice cover, with low temperatures over ice replaced by much higher ones over open sea. This occurs primarily in a relatively well-observed region around the northernmost islands of Europe and western Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2422", 
        "title": "Arctic warming in ERA-Interim and other analyses"
    }, 
    {
        "author": "C. MacLachlan, A. Arribas, K. A. Peterson, A. Maidens, D. Fereday, A. A. Scaife, M. Gordon, M. Vellinga, A. Williams, R. E. Comer, J. Camp, P. Xavier, G. Madec", 
        "date": "2014-06-27", 
        "description": "\nThis article describes the UK Met Office Global Seasonal forecast system version 5 (GloSea5). GloSea5 upgrades include an increase in horizontal resolution in the atmosphere (N216–0.7°) and the ocean (0.25°), and implementation of a 3D-Var assimilation system for ocean and sea-ice conditions. GloSea5 shows improved year-to-year predictions of the major modes of variability. In the Tropics, predictions of the El Niño–Southern Oscillation are improved with reduced errors in the West Pacific. In the Extratropics, GloSea5 shows unprecedented levels of forecast skill and reliability for both the North Atlantic Oscillation and the Arctic Oscillation. We also find useful levels of skill for the western North Pacific Subtropical High which largely determines summer precipitation over East Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2396", 
        "title": "Global Seasonal forecast system version 5 (GloSea5): a high-resolution seasonal forecast system"
    }, 
    {
        "author": "RASMUS T. TONBOE, GORM DYBKJÆR, JACOB L. HØYER", 
        "date": "2011-08-09", 
        "description": "The snow surface on thick multiyear sea ice in winter is on average colder than the air because of the negative radiation balance. Beneath the snow surface there is a strong temperature gradient in winter with increasing temperatures towards the ice–water interface temperature at the freezing point around –1.8 °C. The sea ice surface temperature and the thermal microwave brightness temperature were simulated using a combination of thermodynamic and microwave emission models.The simulations indicate that the physical snow–ice interface temperature or alternatively the 6 GHz effective temperature have a good correlation with the effective temperature at the temperature sounding channels near 50 GHz. The complete correlation matrix based on the simulations for physical and effective temperatures is given.The physical snow–ice interface temperature is related to the brightness temperature at 6 GHz vertical polarization as expected. However, the emissivity factor normally used when converting brightness temperature to the ice temperature is dependent on the ice temperature. The simulations indicate that a simple model may be used to derive the snow-ice interface temperature from satellite AMSR 6 GHz measurements.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00530.x", 
        "title": "Simulations of the snow covered sea ice surface temperature and microwave effective temperature"
    }
]