[
    {
        "author": "Yannis S.   Androulidakis, Katerina D.   Kombiadou, Christos V.   Makris, Vassilis N.   Baltikas, Yannis N.   Krestenitis</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Yannis S.   Androulidakis, Katerina D.   Kombiadou, Christos V.   Makris, Vassilis N.   Baltikas, Yannis N.   Krestenitis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0115\" view=\"all\">The trends of storm surge extremes in the Mediterranean Sea for a period of 150 years (1951–2100) are explored, using a high-resolution storm surge model. Numerical simulations are forced by the output of regional climate simulations with RegCM3, which uses IPCC’s historical data on greenhouse gasses emissions for the (past) period 1951–2000, and IPCC’s A1B climate scenario for the (future) period 2001–2100. Comparisons between observations and modeling results show good agreement and confirm the ability of our model to estimate the response of the sea surface to future climatic conditions. We investigate the future trends, the variability and frequency of local extremes and the main forcing mechanisms that can induce strong surges in the Mediterranean region. Our results support that there is a general decreasing trend in storminess under the considered climate scenario, mostly related to the frequency of local peaks and the duration and spatial coverage of the storm surges. The northward shift in the location of storm tracks is a possible reason for this storminess attenuation, especially over areas where the main driving factor of extreme events is the inverted barometer effect. However, the magnitudes of sea surface elevation extremes may increase in several Mediterranean sub-regions, <italic>i.e.</italic>, Southern Adriatic, Balearic and Tyrrhenian Seas, during the 21st century. There are clear distinctions in the contributions of winds and pressure fields to the sea level height for various regions of the Mediterranean Sea, as well as on the seasonal variability of extreme values; the Aegean and Adriatic Seas are characteristic examples, where high surges are predicted to be mainly induced by low pressure systems and favorable winds, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Dynamics of Atmospheres and Oceans", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000287%26_version%3D1%26md5%3D2e63073b440638bd247d2a09ac4ec592", 
        "title": "Storm surges in the Mediterranean Sea: Variability and trends under future climatic conditions"
    }, 
    {
        "author": "T. Economou, D. B. Stephenson, J. G. Pinto, L. C. Shaffrey, G. Zappa", 
        "date": "2015-08-12", 
        "description": "\nThis study has investigated serial (temporal) clustering of extratropical cyclones simulated by 17 climate models participating in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December–February counts of Atlantic storm tracks passing near each grid point. Results from single historical simulations of 1975–2005 were compared to those from historical ERA40 reanalyses from 1958 to 2001 and single future model projections of 2069–2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over Western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30-year sample, is prone to large amounts of sampling uncertainty which obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Lukas Papritz, Thomas Spengler", 
        "date": "2015-06-17", 
        "description": "\nThe maintenance of baroclinicity along the mid- and high-latitude storm tracks is a matter of ongoing debate. Using an isentropic framework, a novel diagnostic based on the tendency equation for the slope of isentropic surfaces – a measure of the potential for baroclinic development – is presented. The tendency comprises contributions from dynamic processes, latent heat release, radiation, and sub-gridscale turbulence, which incorporates the effect of sensible heat fluxes. A climatology of these tendencies over the North Atlantic is compiled for the winters 2009 and 2010.\nIt is found that adiabatic tilting flattens the isentropic surfaces, reflecting the action of growing baroclinic cyclones. This tendency is climatologically balanced by the generation of slope by diabatic processes. In the lower troposphere, the most intense diabatic increase of slope is found along the oceanic frontal zone associated with the Gulf Stream and at higher latitudes in the Labrador Sea, the Nordic Seas and the Barents Sea. Latent heat release and sensible heat fluxes both contribute substantially in these regions. A quantitative analysis of cold air outbreaks emphasises their important role for restoring the slope in the lower troposphere over the Gulf Stream region and off the sea-ice edge at high latitudes. In the upper troposphere, latent heat release due to cloud microphysical processes is the dominant mechanism maintaining the slope.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2605", 
        "title": "Analysis of the slope of isentropic surfaces and its tendencies over the North Atlantic"
    }, 
    {
        "author": "LENNART BENGTSSON, KEVIN I. HODGES, SYMEON KOUMOUTSARIS, MATTHIAS ZAHN, NOEL KEENLYSIDE", 
        "date": "2011-08-09", 
        "description": "We have examined the atmospheric water cycle of both Polar Regions, polewards of 60°N and 60°S, using the ERA-Interim reanalysis and high-resolution simulations with the ECHAM5 model for both the present and future climate based on the IPCC, A1B scenario.The annual precipitation in ERA-Interim amounts to ∼17000 km3 and is more or less the same in the Arctic and the Antarctic, but it is composed differently. In the Arctic the annual evaporation is ∼8000 km3 but ∼3000 km3 less in the Antarctica where the net horizontal transport is correspondingly larger. The net water transport of the model is more intense than in ERA-Interim, in the Arctic the difference is 2.5% and in the Antarctic it is 6.2%. Precipitation and net horizontal transport in the Arctic has a maximum in August and September. Evaporation peaks in June and July. The seasonal cycle is similar in Antarctica with the highest precipitation in the austral autumn. The largest net transport occurs at the end of the major extra-tropical storm tracks in the Northern Hemisphere such as the eastern Pacific and eastern north Atlantic.The variability of the model is virtually identical to that of the re-analysis and there are no changes in variability between the present climate and the climate at the end of the 21st century when normalized with the higher level of moisture. The changes from year to year are substantial with the 20- and 30-year records being generally too short to identify robust trends in the hydrological cycle.In the A1B climate scenario the strength of the water cycle increases by some 25% in the Arctic and by 19% in the Antarctica, as measured by annual precipitation. The increase in the net horizontal transport is 29% and 22%, respectively, and the increase in evaporation correspondingly less. The net transport follows closely the Clausius–Clapeyron relation. There is a minor change in the annual cycle of the Arctic atmospheric water cycle with the maximum transport and precipitation occurring later in the year.There is a small imbalance of some 4–6% between the net transport and precipitation minus evaporation. We suggest that this is mainly due to the fact that the transport is calculated from instantaneous six hourly data while precipitation and evaporation is accumulated over a 6-h period. The residual difference is proportionally similar for all experiments and hardly varies from year to year.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00534.x", 
        "title": "The changing atmospheric water cycle in Polar Regions in a warmer climate"
    }
]