[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In this study, a newly developed method, termed moving empirical orthogonal function analysis (MEOF), is applied to the study of midlatitude baroclinic waves over the wintertime North Pacific from 1979 to 2009. It is shown that when the daily, high-pass filtered (2–10 days) meridional wind at 250 hPa is chosen as the variable of the MEOF analysis, typical features of baroclinic waves/storm tracks over the wintertime North Pacific can be well described by this method. It is found that the first two leading modes of the MEOF analysis, MEOF1 and MEOF2, assume quite different patterns. MEOF1 takes the form of a single wave train running in the east-west direction along 40°N, while MEOF2 is a double wave train pattern running in the east-west direction along 50°N and 30°N, respectively. The shift composites of various anomalous fields based on MEOF1 and MEOF2 assume typical baroclinic wave features.</p>\n                    <p class=\"a-plus-plus\">MEOF1 represents a primary storm track pulsing with an intrinsic time scale of two days. It shows significant “midwinter suppression” and apparent interannual variability. It is stronger after the mid-1990s than before the mid-1990s. MEOF2 represents a double-branch storm track, also with an intrinsic time scale of approximately two days, running along 50°N and 30°N, respectively. It shows no apparent seasonal variation, but its interannual and decadal variation is quite clear. It oscillates with larger amplitude and longer periods after the mid-1990s than before the mid-1990s, and is heavily modulated by El Niño-Southern Oscillation (ENSO).</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4251-3", 
        "title": "Two modes and their seasonal and interannual variation of the baroclinic waves/storm tracks over the wintertime North Pacific"
    }, 
    {
        "author": "J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano", 
        "date": "2015-07-02", 
        "description": "<b>Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks</b><br /><br />Natural Hazards and Earth System Science, 15, 1473-1481, 2015<br /><br />Author(s): J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano<br /><br />Super Typhoon Haiyan entered the Philippine Area of Responsibility\n      (PAR) on 7 November 2013, causing tremendous damage to infrastructure and\n      loss of lives mainly due to the storm surge and strong winds. Storm\n      surges up to a height of 7 m were reported in the hardest hit\n      areas. The threat imposed by this kind of natural calamity compelled\n      researchers of the Nationwide Operational Assessment of Hazards (Project\n      NOAH) which is the flagship disaster mitigation program of the Department of\n      Science and Technology (DOST) of the Philippine government to undertake a\n      study to determine the vulnerability of all Philippine coastal communities to storm surges of the same\n      magnitude as those generated by Haiyan. This study calculates the\n      maximum probable storm surge height for every coastal locality by\n      running simulations of Haiyan-type conditions but with tracks of\n      tropical cyclones that entered PAR from 1948–2013. One product of\n      this study is a list of the 30 most vulnerable coastal areas that can\n      be used as a basis for choosing priority sites for further studies to\n      implement appropriate site-specific solutions for flood risk\n      management. Another product is the storm tide inundation maps that the\n      local government units can use to develop a risk-sensitive land use\n      plan for identifying appropriate areas to build residential buildings,\n      evacuation sites, and other critical facilities and lifelines. The\n      maps can also be used to develop a disaster response plan and\n      evacuation scheme.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1473/2015/", 
        "title": "Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks"
    }, 
    {
        "author": "Lukas Papritz, Thomas Spengler", 
        "date": "2015-06-17", 
        "description": "\nThe maintenance of baroclinicity along the mid- and high-latitude storm tracks is a matter of ongoing debate. Using an isentropic framework, a novel diagnostic based on the tendency equation for the slope of isentropic surfaces – a measure of the potential for baroclinic development – is presented. The tendency comprises contributions from dynamic processes, latent heat release, radiation, and sub-gridscale turbulence, which incorporates the effect of sensible heat fluxes. A climatology of these tendencies over the North Atlantic is compiled for the winters 2009 and 2010.\nIt is found that adiabatic tilting flattens the isentropic surfaces, reflecting the action of growing baroclinic cyclones. This tendency is climatologically balanced by the generation of slope by diabatic processes. In the lower troposphere, the most intense diabatic increase of slope is found along the oceanic frontal zone associated with the Gulf Stream and at higher latitudes in the Labrador Sea, the Nordic Seas and the Barents Sea. Latent heat release and sensible heat fluxes both contribute substantially in these regions. A quantitative analysis of cold air outbreaks emphasises their important role for restoring the slope in the lower troposphere over the Gulf Stream region and off the sea-ice edge at high latitudes. In the upper troposphere, latent heat release due to cloud microphysical processes is the dominant mechanism maintaining the slope.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2605", 
        "title": "Analysis of the slope of isentropic surfaces and its tendencies over the North Atlantic"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Michael J. Grossman, Masumi Zaiki, Rena Nagata", 
        "date": "2014-09-09", 
        "description": "\n\nThis study employs Geographical Information Systems software to develop a classification system for typhoons (TYs) affecting Japan (1951–2011) and uses that system to investigate the spatial and temporal variations of storm tracks and their connection to the location and strength of the North Pacific subtropical high (NPSH). TYs coming within a 300-km buffer zone around the four main islands of Japan (JZOI) are grouped into two main types: those that remain on the Pacific Coast (PC) and those that enter the Japan Sea (JS). Results indicate that fewer TYs enter the JZOI when the NPSH extends strongly to the west and more reach Japan when it extends to the northwest. The winds around the periphery of the NPSH affect the recurvature of TYs directing them either west towards the China Mainland or around the western edge of the high towards Japan. More importantly, during periods when greater numbers of TYs affect the PC side of Japan (PC+), the NPSH extends to the southwest. However, during periods when greater numbers of TYs affect JS side of Japan (JS+), the NPSH extends to the northwest closer to Japan. The southwest extension of the NPSH enables TYs to recurve and pass to the eastern side (PC) of Japan while the northwest extension forces TYs around or across Japan into the JS. An important finding is that the moderately different positions of the NPSH change the atmospheric circulation around Japan dramatically and affect whether TYs pass over the PC side or the JS coast side of Japan. At the interannual time scale, increased JS+ years were observed since 1980 because of the frequent occurrence of the Pacific-Japan pattern. We also found that at the interdecadal time scale, PC+ years have increased due to the southwestward extension of the NPSH since 1980.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4156", 
        "title": "Interannual and interdecadal variations in typhoon tracks around Japan"
    }, 
    {
        "author": "LENNART BENGTSSON, KEVIN I. HODGES, SYMEON KOUMOUTSARIS, MATTHIAS ZAHN, NOEL KEENLYSIDE", 
        "date": "2011-08-09", 
        "description": "We have examined the atmospheric water cycle of both Polar Regions, polewards of 60°N and 60°S, using the ERA-Interim reanalysis and high-resolution simulations with the ECHAM5 model for both the present and future climate based on the IPCC, A1B scenario.The annual precipitation in ERA-Interim amounts to ∼17000 km3 and is more or less the same in the Arctic and the Antarctic, but it is composed differently. In the Arctic the annual evaporation is ∼8000 km3 but ∼3000 km3 less in the Antarctica where the net horizontal transport is correspondingly larger. The net water transport of the model is more intense than in ERA-Interim, in the Arctic the difference is 2.5% and in the Antarctic it is 6.2%. Precipitation and net horizontal transport in the Arctic has a maximum in August and September. Evaporation peaks in June and July. The seasonal cycle is similar in Antarctica with the highest precipitation in the austral autumn. The largest net transport occurs at the end of the major extra-tropical storm tracks in the Northern Hemisphere such as the eastern Pacific and eastern north Atlantic.The variability of the model is virtually identical to that of the re-analysis and there are no changes in variability between the present climate and the climate at the end of the 21st century when normalized with the higher level of moisture. The changes from year to year are substantial with the 20- and 30-year records being generally too short to identify robust trends in the hydrological cycle.In the A1B climate scenario the strength of the water cycle increases by some 25% in the Arctic and by 19% in the Antarctica, as measured by annual precipitation. The increase in the net horizontal transport is 29% and 22%, respectively, and the increase in evaporation correspondingly less. The net transport follows closely the Clausius–Clapeyron relation. There is a minor change in the annual cycle of the Arctic atmospheric water cycle with the maximum transport and precipitation occurring later in the year.There is a small imbalance of some 4–6% between the net transport and precipitation minus evaporation. We suggest that this is mainly due to the fact that the transport is calculated from instantaneous six hourly data while precipitation and evaporation is accumulated over a 6-h period. The residual difference is proportionally similar for all experiments and hardly varies from year to year.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00534.x", 
        "title": "The changing atmospheric water cycle in Polar Regions in a warmer climate"
    }
]