[
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In this study, the dependence of tropical cyclone (TC) development on the inner-core structure of the parent vortex is examined using a pair of idealized numerical simulations. It is found that the radial profile of inner-core relative vorticity may have a great impact on its subsequent development. For a system with a larger inner-core relative vorticity/inertial stability, the conversion ratio of the diabatic heating to kinetic energy is greater. Furthermore, the behavior of the convective vorticity eddies is likely modulated by the system-scale circulation. For a parent vortex with a relatively higher inner-core vorticity and larger negative radial vorticity gradient, convective eddy formation and radially inward propagation is promoted through vorticity segregation. This provides a greater potential for these small-scale convective cells to self-organize into a mesoscale inner-core structure in the TC. In turn, convectively induced diabatic heating that is close to the center, along with higher inertial stability, efficiently enhances system-scale secondary circulation. This study provides a solid basis for further research into how the initial structure of a TC influences storm dynamics and thermodynamics.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4286-5",
        "title": "Sensitivity of tropical cyclone intensification to inner-core structure"
    },
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The precipitation during landfall of typhoon Haitang (2005) showed asymmetric structures (left side/right side of the track). Analysis of Weather Research and Forecasting model simulation data showed that rainfall on the right side was more than 15 times stronger than on the left side. The causes were analyzed by focusing on comparing the water vapor flux, stability and upward motion between the two sides. The major results were as follows: (1) Relative humidity on both sides was over 80%, whereas the convergence of water vapor flux in the lower troposphere was about 10 times larger on the right side than on the left side. (2) Both sides featured conditional symmetric instability [MPV (moist potential vorticity) &lt;0], but the right side was more unstable than the left side. (3) Strong (weak) upward motion occurred throughout the troposphere on the right (left) side. The <strong class=\"a-plus-plus\"><em>Q</em></strong> vector diagnosis suggested that large-scale and mesoscale forcing accounted for the difference in vertical velocity. Orographic lift and surface friction forced the development of the asymmetric precipitation pattern. On the right side, strong upward motion from the forcing of different scale weather systems and topography caused a substantial release of unstable energy and the transportation of water vapor from the lower to the upper troposphere, which produced torrential rainfall. However, the above conditions on the left side were all much weaker, which led to weaker rainfall. This may have been the cause of the asymmetric distribution of rainfall during the landfall of typhoon Haitang.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4246-0",
        "title": "A diagnostic study of the asymmetric distribution of rainfall during the landfall of typhoon Haitang (2005)"
    },
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">An atypical occlusion process that occurred in North China on 14 July 2011 is studied based on both observations and a real-data Weather Research and Forecasting (WRF) model simulation. The results show that this atypical occlusion process was significantly different from the traditional, synoptic-scale occlusion process that occurs within extratropical cyclones. It was caused by the merger of two cold-type mesoscale fronts. One of the fronts developed from the gust front of convective storms, while the other was a sea-breeze front. As the two fronts moved towards each other, the warm air between them was squeezed and separated from the surface. An atypical occluded front was formed when the two fronts merged, with the warm air forced aloft. This kind of occlusion is termed a “merger” process, different from the well-known “catch-up” and “wrap-up” processes. Moreover, local convection was found to be enhanced during the merger process, with severe convective weather produced in the merger area.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4260-2",
        "title": "Atypical occlusion process caused by the merger of a sea-breeze front and gust front"
    },
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study documents a weakening of the relationship between the spring Arctic Oscillation (AO) and the following summer tropical cyclone (TC) formation frequency over the eastern part (150°–180°E) of the western North Pacific (WNP). The relationship is strong and statistically significant during 1968–1986, but becomes weak during 1989–2007. The spring AOrelated SST, atmospheric dynamic, and thermodynamic conditions are compared between the two epochs to understand the possible reasons for the change in the relationship. Results indicate that the spring AO leads to an El Ni˜no-like SST anomaly, lower-level anomalous cyclonic circulation, upper-level anomalous anticyclonic circulation, enhanced ascending motion, and a positive midlevel relative humidity anomaly in the tropical western–central Pacific during 1968–1986, whereas the AOrelated anomalies in the above quantities are weak during 1989–2007. Hence, the large-scale dynamic and thermodynamic anomalies are more favorable for TC formation over the eastern WNP during 1968–1986 than during 1989–2007.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4256-y",
        "title": "On the weakened relationship between spring Arctic Oscillation and following summer tropical cyclone frequency over the western North Pacific: A comparison between 1968–1986 and 1989–2007"
    },
    {
        "author": "Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the peak period of hurricane activity in the summer of 2010, vertical profiles of ozone using ozonesondes were taken downstream of tropical cyclones in the Western and Eastern Atlantic Ocean basin at Barbados and Cape Verde. Measurements are taken for tropical cyclones Danielle, Earl, Fiona, Gaston, Julia and Igor. The measurements show an increase in ozone mixing ratios with air originating from the tropical cyclones at 5–10 km altitude. We suggest that observed lightning activity associated tropical cyclones and the subsequent production of NO<inf loc=\"post\">X</inf> followed by upper level outflow and subsidence ahead of the tropical cyclones and aged continental outflow from West Africa thunderstorms produced observed increases in ozone mixing ratios. Hurricane Danielle showed the largest changes in ozone mixing ratio with values increasing from 25 ppb to 70 ppb between 22 and 25 August in the middle troposphere, near 450 hPa; warming and drying in the middle and lower troposphere. Measurements of ozone mixing ratios in Cape Verde show higher ozone mixing ratios prior to the passage of tropical storm Julia but low ozone mixing ratios and high relative humidity up to 300 hPa when the storm was in close proximity. This is due most likely the vertically transported from the marine boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302247%26_version%3D1%26md5%3Ddff174b4f146359887564efab3d1557e",
        "title": "Elevated middle and upper troposphere ozone observed downstream of Atlantic tropical cyclones"
    },
    {
        "author": "A.   Khain, B.   Lynn, J.   Shpund</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): A.   Khain, B.   Lynn, J.   Shpund</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Recent studies have pointed to the possible sensitivity of hurricanes to aerosols via aerosol effects on microphysical and thermodynamic processes in clouds. Hurricane Irene, occurring in August 2011, is an excellent case study for investigating aerosol effects on tropical cyclone (TC) structure and intensity: it moved northward along the eastern coast of the United States, and weakened much faster than was predicted by the National Hurricane Center. Moreover, the minimum pressure in Irene occurred, atypically, about 40<hsp sp=\"0.25\"/>h later than the time of maximum wind speed. In this study, we simulate Hurricane Irene with 1-km grid spacing using Spectral Bin Microphysics (SBM) and various bulk microphysical schemes in WRF. Simulations with SBM showed that aerosols penetrating the eyewall of Irene from the Saharan Air Layer (SAL) led to an intensification of convection at Irene's eyewall and to a deepening of the hurricane. When Irene moved along the eastern coast of the United States, continental aerosols led to an intensification of convection at Irene's periphery, which interfered with the re-forming of the inner eyewall and to Irene weakening. Sensitivity tests using different “bulk” microphysics schemes indicated a large dispersion of simulated minimum pressure and maximum wind between different simulations. This showed that the simulated hurricane intensity was very sensitive to microphysical processes. Moreover, in consequence, forecast hurricane intensity was highly dependent on the choice of microphysical scheme. New bulk-parameterization schemes simulated the tropical storm intensity of Irene reasonably well. Most bulk schemes that used saturation adjustment indicate the weak sensitivity to aerosols that prevents them from precisely predicting the time evolution of TC intensity and structure.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002264%26_version%3D1%26md5%3D2be7c441fabd90b12016b8c45689e149",
        "title": "High resolution WRF simulations of Hurricane Irene: Sensitivity to aerosols and choice of microphysical schemes"
    },
    {
        "author": "Zhenshou   Yu, Chunxiao   Ji, Jing   Xu, Shaowu   Bao, Jinjing   Qiu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Zhenshou   Yu, Chunxiao   Ji, Jing   Xu, Shaowu   Bao, Jinjing   Qiu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Torrential rainfall associated with the 23rd Typhoon Fitow in 2013 hit the Yangtze River Delta (YRD) region of China, resulting from mutual effects of residual low pressure cyclonic circulation of Fitow and the 24th Typhoon Danas, which imposed great challenge to forecasters. In this study, the Weather Research and Forecasting (WRF) model was used to simulate the rainstorm under the background of binary typhoons of Fitow and Danas. Three sensitivity experiments of typhoon intensity changes of binary typhoons were carried out. It was found that the Typhoon Danas was the main factor in this torrential rain event, in which its accompanied strong eastward low-level jet was the major moisture conveyor belt through which the warm and moist air was brought into the heavy rainfall zone and the static instability was maintained and enhanced over the YRD. The convergence line formed by periphery easterly flow of Typhoon Danas and southward cold air, together with the local frontogenesis mainly due to convergence, was an important trigger factor of this rainstorm. The large scale forcing was the major uplift mechanism, and the underlying frontal uplift played a secondary role for rainstorm in the north YRD, while uplift mechanism for rainstorm in the southern YRD is mainly local underlying frontal uplift induced large CAPE release resulting in local strong buoyancy uplift that led to strong upward motion. Not only did the convergence of twin typhoons directly provide dynamic conditions for the rainstorm, but also the dynamic lifting was enhanced by binary typhoons through strengthening the coupling of upper-level and low-level jet. The sensitivity tests revealed that the rainstorm in YRD was sensitive to both typhoons' intensity, and the rainfall in the south YRD was more sensitive than that in the north. A conceptual model of YRD rainstorm under binary typhoon situation was proposed based on the above-mentioned factors.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001891%26_version%3D1%26md5%3D050a249ce9023e93116b42b0525f614d",
        "title": "Numerical simulation and analysis of the Yangtze River Delta Rainstorm on 8 October 2013 caused by binary typhoons"
    },
    {
        "author": "Michael J.   Folmer, Mark   DeMaria, Ralph   Ferraro, John   Beven, Michael   Brennan, Jaime   Daniels, Robert   Kuligowski, Huan   Meng, Scott   Rudlosky, Limin   Zhao, John   Knaff, Sheldon   Kusselson, Steven D.   Miller, Timothy J.   Schmit, Chris   Velden, Brad   Zavodsky</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Michael J.   Folmer, Mark   DeMaria, Ralph   Ferraro, John   Beven, Michael   Brennan, Jaime   Daniels, Robert   Kuligowski, Huan   Meng, Scott   Rudlosky, Limin   Zhao, John   Knaff, Sheldon   Kusselson, Steven D.   Miller, Timothy J.   Schmit, Chris   Velden, Brad   Zavodsky</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Hurricane Sandy – a tropical cyclone that transitioned into an extratropical cyclone near the time of landfall along the east coast of the United States – caused historic damage in many regions which rarely receive such a direct hit from a storm of this magnitude, including many of the large metropolitan areas along the U.S. eastern seaboard. Specifically, Sandy generated record low-pressure, a large wind field with corresponding storm surge and copious amounts of precipitation in some areas, including record snowfall in mountainous regions. Sandy presented several forecast challenges to the National Oceanic and Atmospheric Administration's (NOAA) National Weather Service (NWS). Satellites played an integral role in the analysis and forecast of Sandy's track and intensity. The NOAA National Hurricane Center, Ocean Prediction Center, and Weather Prediction Center all relied on information from satellites to make critical warning decisions using various satellite products that assist with diagnosing tropical cyclone intensity, surface winds over the ocean, and heavy precipitation. All of the skillful global forecast models used satellite data for initiation to better forecast the track and intensity of Sandy. As part of the Geostationary Operational Environmental Satellite — R-series (GOES-R) and Joint Polar Satellite System (JPSS) Proving Ground activities, new satellite products were available to forecasters at these national centers in experimental form to assist with observing this unique, high impact event. This paper will demonstrate how the current satellite products assisted NOAA forecasters during Sandy and introduce some new satellite products that could be used to analyze and predict future high impact weather systems.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001805%26_version%3D1%26md5%3D4697bdf63b21a65928b6f7ed6f1e4532",
        "title": "Satellite tools to monitor and predict Hurricane Sandy (2012): Current and emerging products"
    },
    {
        "author": "Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A compilation of many late Quaternary marine sediment records from the northern South China Sea (SCS) continental slope confirms 15–50% reductions in sedimentary calcium carbonate concentrations between 11.0 and 8.5 ka BP in the early Holocene. This low carbonate% event occurred at a time when the regional sea level rose from −50 m to −10 m, which drowned large areas of continental shelves especially those near and within the Taiwan Strait. This event is associated with a significant increase in bulk sedimentation rates on the upper continental slope and the relative abundance of fine-grained detritus. Sediment provenance analyses suggest a dominant terrigenous input from Taiwan and a minor contribution from Luzon during the low carbonate% event, similar to the background terrigenous deposition in other periods of the Holocene. Two comparable low carbonate% events, respectively from the beginning of marine isotope stages 5.5 and 7.3, have also been recognized, pointing to similar causal factors. While carbonate dissolution and carbonate accumulation rate should not have been responsible, increased terrigenous input and dilution is considered as the main cause for the recurrent low carbonate% events in early interglacials. We further hypothesize that, during early interglacials, fluvial sediment discharge from Taiwan and Luzon intensified due to stronger typhoon activities, and massive fine-grained sediments from these two end members may have been transported to the northern SCS continental slope via surface and deep ocean currents. The conjecture of strengthened typhoon activities over East Asia during the early Holocene is supported by high ocean heat contents in the West Pacific Warm Pool area with the prevailing La Niña-like conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300743%26_version%3D1%26md5%3D7480b3ae8a2448d8b703152f5ae80b36",
        "title": "Early interglacial carbonate-dilution events in the South China Sea: Implications for strengthened typhoon activities over subtropical East Asia"
    },
    {
        "author": "Masato Sugi, Kohei Yoshida, Hiroyuki Murakami",
        "date": "2015-08-22",
        "description": "\n\nRecent review papers reported that many high-resolution global climate models consistently projected a reduction of global tropical cyclone (TC) frequency in a future warmer climate, although the mechanism of the reduction is not yet fully understood. Here we present a result of 4K-cooler climate experiment. The global TC frequency significantly increases in the 4K-cooler climate compared to the present climate. This is consistent with a significant decrease in TC frequency in the 4K-warmer climate. For the mechanism of TC frequency reduction in a warmer climate, upward mass flux hypothesis and saturation deficit hypothesis have been proposed. The result of the 4K-cooler climate experiment is consistent with these two hypotheses. One very interesting point is that the experiment has clearly shown that TC genesis is possible at sea surface temperature (SST) well below 26°C which has been considered as the lowest SST limit for TC genesis.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064929",
        "title": "More tropical cyclones in a cooler climate?"
    },
    {
        "author": "Leon T. Nguyen et al",
        "date": "2015-08-20",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0036.1?af=R",
        "title": "Simulation of the Downshear Reformation of a Tropical Cyclone"
    },
    {
        "author": "George R. Alvey et al",
        "date": "2015-08-20",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0065.1?af=R",
        "title": "Precipitation Properties Observed during Tropical Cyclone Intensity Change"
    },
    {
        "author": "S.-M. Huang, Lie-Yauw Oey",
        "date": "2015-08-20",
        "description": "\n\nThe rightward tendency (in northern hemisphere) of enhanced phytoplankton bloom often observed in the wake of a tropical cyclone has commonly been attributed to the rightward bias of mixing due to stronger wind and wind-current resonance. We demonstrated using a high-resolution biophysical model that vertical mixing alone resulted only in weak asymmetry after the passage of the storm. The enhanced bloom was caused instead by decreased turbulence due to restratification by submesoscale recirculation cells preferentially produced on the right side, rightward shift of cool isotherms, and spin-up of a subsurface jet. We showed using a two-time scale asymptotic expansion that these slower-evolving features were forced by resonance Reynolds stresses of the energetic and rapidly oscillating near-inertial internal waves.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010896",
        "title": "Right-side cooling and phytoplankton bloom in the wake of a tropical cyclone"
    },
    {
        "author": "Kerry Emanuel",
        "date": "2015-08-18",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0401.1?af=R",
        "title": "Effect of Upper Ocean Evolution on Projected Trends in Tropical Cyclone Activity"
    },
    {
        "author": "Karthik Balaguru, Gregory R. Foltz, L. Ruby Leung, Eric D' Asaro, Kerry A. Emanuel, Hailong Liu, Sarah E. Zedler",
        "date": "2015-08-18",
        "description": "\n\nTo incorporate the effects of tropical cyclone (TC)-induced upper ocean mixing and sea surface temperature (SST) cooling on TC intensification, a vertical average of temperature down to a fixed depth was proposed as a replacement for SST within the framework of air-sea coupled Potential Intensity (PI). However, the depth to which TC-induced mixing penetrates may vary substantially with ocean stratification and storm state. To account for these effects, here we develop a “Dynamic Potential Intensity” (DPI) based on considerations of stratified fluid turbulence. For the Argo period 2004–2013 and the three major TC basins of the Northern Hemisphere, we show that the DPI explains 11–32% of the variance in TC intensification, compared to 0–16% using previous methods. The improvement obtained using the DPI is particularly large in the eastern Pacific where the thermocline is shallow and ocean stratification effects are strong.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064822",
        "title": "Dynamic Potential Intensity: An improved representation of the ocean's impact on tropical cyclones"
    },
    {
        "author": "Wook Jang, Hye-Yeong Chun",
        "date": "2015-08-18",
        "description": "\n\nThe interactions between idealized binary tropical cyclones (TCs) on f- and β-planes with different separation distance and thermodynamic soundings obtained from the NCEP/NCAR reanalysis data averaged over the western North Pacific (WNP) are investigated through ensemble three-dimensional numerical simulations with a horizontal resolution of 10 km in a single domain. In the simulations on the f-plane, two TCs show mutual cyclonic rotations with symmetric structures. Two TCs with thermodynamic profiles of larger convective available potential energy (CAPE) and maximum potential intensity (MPI) show greater interaction than those with a smaller CAPE and MPI due to the stronger tangential velocity near the TC center. In the simulations on the β-plane, the two TCs do not merge, because the beta effect prevents the attraction of the two TCs by generating asymmetric motions of the TC with northwestward forcing. The relative strengths of the two TCs change with time and depend on the low-level inflow influenced by the Coriolis parameter. Similar to the results on the f-plane, the two TCs only merge with the thermodynamic soundings of large CAPE and MPI.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023409",
        "title": "Effects of thermodynamic profiles on the interaction of binary tropical cyclones"
    },
    {
        "author": "Shuai Wang, Ralf Toumi, Arnaud Czaja, Adrian Van Kan",
        "date": "2015-08-18",
        "description": "A physically based analytic model (λ model) is presented to describe the wind profile of tropical cyclones in terms of the pressure deficit and a single shape parameter (λ). To test the λ model, an idealized full-physics numerical model is employed to provide wind-profile samples and also to show the influence of environmental temperature and the properties of initial vortices on tropical cyclone size. It is found that the λ model provides an accurate fit of the azimuthal wind profile at the top of the boundary layer. In the simulations, tropical cyclone size is sensitive to sea-surface temperature, upper tropospheric temperature and initial vortex structure. The numerical model confirms the assumed Gaussian distribution with width λ of the moist entropy in the boundary layer. A linear relationship between model cyclone size and λ is found, in agreement with the λ model. The λ model predicts a weak relationship between tropical cyclone size and intensity, as is observed. In addition, the λ model suggests that change in tropical cyclone size should be closely related to angular momentum transport near the boundary layer, as has been found in observations. The good agreement of the λ model with the numerical model shows that the λ model could be a reasonable alternative for characterizing the wind structure of tropical cyclones with only one scaling parameter.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2586",
        "title": "An analytic model of tropical cyclone wind profiles"
    },
    {
        "author": "Alasdair Hunter, David B. Stephenson, Theo Economou, Mark Holland, Ian Cook",
        "date": "2015-08-17",
        "description": "\n\nIn this study the dependence between the frequency and intensity of extratropical cyclones over the North Atlantic is investigated. A cyclone track database of extended October to March winters was obtained from the NCEP-NCAR reanalysis. Large positive correlation is found between winter cyclone counts and local sample mean vorticity over the exit region of the North Atlantic storm track in this cyclone track database. Conversely, negative correlation is found over the Gulf stream. Possible causes for the dependence are investigated by regressing winter cyclone counts and local sample mean vorticity on teleconnection indices with Poisson and linear models. The indices for the Scandinavian pattern, North Atlantic Oscillation and East Atlantic Pattern are able to account for most of the observed positive correlation over the North Atlantic. To consider the implications of frequency intensity dependence for the insurance industry an aggregate risk metric was used as a proxy for the annual aggregate insured loss. Here the aggregate risk is defined as the sum of the intensities of all events occurring within a season. Assuming independence between the frequency and intensity results in large biases in the variance and the extremes of the aggregate risk, especially over Scandinavia. Therefore including frequency intensity dependence in extratropical cyclone loss models is necessary to model the risk of extreme losses.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2649",
        "title": "New perspectives on the collective risk of extratropical cyclones"
    },
    {
        "author": "Sergio F. Abarca, Michael T. Montgomery, James C. McWilliams",
        "date": "2015-08-14",
        "description": "\n\nThis work examines the azimuthally averaged boundary layer structure of a numerically simulated hurricane. We nominally define the hurricane boundary layer as the layer in which the effects of surface friction are associated with significant departures from gradient wind balance. The boundary layer in the intensifying primary and forming secondary eyewalls is found to be nonlinear. At large radii, exterior to the eyewalls, Ekman-like balance as traditionally defined, is found to hold true. Where significant departures from Ekman-like balance are found, the departures are characterized by large vertical advection of horizontal velocity through the depth of the boundary layer. Shock-like structures are not found to be prominent in the azimuthally averaged view of the vortex boundary layer, with the largest azimuthally averaged radial gradients of the radial and tangential velocities being on the order of only a few meters per second per kilometer. Also, in the radial regions of the eyewalls, at the height where the averaged tangential wind is a maximum, the radial advection of radial velocity is an order of magnitude smaller than the agradient force per unit mass. Some physical implications of these findings are discussed.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000457",
        "title": "The azimuthally averaged boundary layer structure of a numerically simulated major hurricane"
    },
    {
        "author": "Stephanie E. Zick, Corene J. Matyas",
        "date": "2015-08-13",
        "description": "\n\nContinued advancement in the realm of tropical cyclone (TC) forecasting requires a more accurate depiction of these storms at model initialization. This study examines the impact of precipitation assimilation on the representation of TCs in the North American Regional Reanalysis (NARR) before and after the 2004 introduction of precipitation assimilation over ocean in the vicinity of TCs. The probability distribution function of rainfall rates indicates that light (heavy) precipitation was overforecast (underforecast) in the early time period. Since the precipitation assimilation is applied through an adjustment to the latent heating distribution, the data assimilation system in the later time period initializes a low-level moisture and heating profile that is more conducive to the initiation of deep convection and the generation of precipitation. Consequently, the deep convection and enhanced latent heat release lead to a more robust warm core temperature perturbation and a better developed secondary circulation, which supplies the TC with larger quantities of moisture from the large-scale environment. Furthermore, the evolution of TC size, which was objectively estimated though the radius of outermost closed isobar (ROCI), is significantly more skillful (p<0.05) in post-2003 storms. Based on this study, precipitation assimilation leads to a better analysis of temperature, winds, and moisture in the vicinity of TCs, resulting in improved representations of the water budget and storm lifecycle. Therefore, we conclude that efforts towards the development of precipitation assimilation techniques from radar and satellite datasets will be valuable toward the construction of improved TC forecasting tools with more authentic TC representation.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023722",
        "title": "Tropical cyclones in the North American Regional Reanalysis: The impact of satellite-derived precipitation over-ocean"
    },
    {
        "author": "",
        "date": "2015-08-13",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">In this study, the relationship between the El Niño-Southern Oscillation (ENSO) and precipitation variability over the Korean Peninsula is investigated. In contrast to the previously-known positive correlation between them during an El Niño developing summer and winter, we found a considerably significant negative correlation in September between Niño3 Sea Surface Temperature and Korean precipitation during ENSO developing phase. The northerly wind is only seen during El Nino developing phase and is part of the cyclonic flow over the subtropical North Pacific. The cyclonic flow over the subtropical North Pacific is induced by the subtropical diabatic heating, which is a peculiar feature during El Niño developing phase. In addition, it is demonstrated that the negative correlation is partly attributed to the tropical cyclone (TC), particularly during La Niña phase. That is, TC tends to pass through Korean Peninsula more frequently during La Niña years, which leads to more precipitation over the Korean Peninsula.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2776-x",
        "title": "Precipitation variability in September over the Korean Peninsula during ENSO developing phase"
    },
    {
        "author": "M. E. Nicholls",
        "date": "2015-08-13",
        "description": "<b>An investigation of how radiation may cause accelerated rates of tropical cyclogenesis and diurnal cycles of convective activity</b><br /><br />Atmospheric Chemistry and Physics, 15, 9003-9029, 2015<br /><br />Author(s): M. E. Nicholls<br /><br />Recent cloud-resolving numerical modeling results suggest that radiative\nforcing causes accelerated rates of tropical cyclogenesis and early\nintensification. Furthermore, observational studies of tropical cyclones have\nfound that oscillations of the cloud canopy areal extent often occur that are\nclearly related to the solar diurnal cycle. A theory is put forward to\nexplain these findings. The primary mechanism that seems responsible can be\nconsidered a refinement of the mechanism proposed by Gray and Jacobson (1977)\nto explain diurnal variations of oceanic tropical deep cumulus convection. It\nis hypothesized that differential radiative cooling or heating between a\nrelatively cloud-free environment and a developing tropical disturbance\ngenerates circulations that can have very significant influences on\nconvective activity in the core of the system. It is further suggested that\nthere are benefits to understanding this mechanism by viewing it in terms of\nthe lateral propagation of thermally driven gravity wave circulations, also\nknown as buoyancy bores. Numerical model experiments indicate that mean\nenvironmental radiative cooling outside the cloud system is playing an\nimportant role in causing a significant horizontal differential radiative\nforcing and accelerating the rate of tropical cyclogenesis. As an expansive\nstratiform cloud layer forms aloft within a developing system the mean\nlow-level radiative cooling is reduced, while at mid levels small warming\noccurs. During the daytime there is not a very large differential radiative\nforcing between the environment and the cloud system, but at nighttime when\nthere is strong radiative clear-sky cooling of the environment it becomes\nsignificant. Thermally driven circulations develop, characterized by\nrelatively weak subsidence in the environment but much stronger upward motion\nin the cloud system. This upward motion leads to a cooling tendency and\nincreased relative humidity. The increased relative humidity at night appears\nto be a major factor in enhancing convective activity, thereby leading in the\nmean to an increased rate of genesis. It is postulated that the increased\nupward motion and relative humidity that occur throughout a deep layer aid\nboth in the triggering of convection and in providing a more favorable local\nenvironment at mid levels for maintenance of buoyancy in convective cells due\nto a reduction of the detrimental effects of dry air entrainment.\nAdditionally, the day/night modulations of the environmental radiative\nforcing appear to play a major role in the diurnal cycles of convective\nactivity in the cloud system. It is shown that the upward velocity tendencies\nin the system core produced by the radiative forcing are extremely weak when\ncompared to those produced by latent heat release in convective towers, but\nnevertheless over the course of a night they appear capable of significantly\ninfluencing convective activity.",
        "journal": "Atmospheric Chemistry and Physics",
        "link": "http://www.atmos-chem-phys.net/15/9003/2015/",
        "title": "An investigation of how radiation may cause accelerated rates of tropical cyclogenesis and diurnal cycles of convective activity"
    },
    {
        "author": "M. Sprenger and H. Wernli",
        "date": "2015-08-13",
        "description": "<b>The LAGRANTO Lagrangian analysis tool – version 2.0</b><br /><br />Geoscientific Model Development, 8, 2569-2586, 2015<br /><br />Author(s): M. Sprenger and H. Wernli<br /><br />Lagrangian trajectories are widely used in the atmospheric\nsciences, for instance to identify flow structures in extratropical cyclones\n(e.g., warm conveyor belts) and long-range transport pathways of moisture and\ntrace substances. Here a new version of the Lagrangian analysis tool LAGRANTO\n(Wernli and Davies, 1997) is introduced, which offers considerably enhanced\nfunctionalities. Trajectory starting positions can be defined easily and\nflexibly based on different geometrical and/or meteorological conditions,\ne.g., equidistantly spaced within a prescribed region and on a stack of\npressure (or isentropic) levels. After the computation of the trajectories, a\nversatile selection of trajectories is offered based on single or combined\ncriteria. These criteria are passed to LAGRANTO with a simple command\nlanguage (e.g., \"GT:PV:2\" readily translates into a selection of all\ntrajectories with potential vorticity, PV, greater than\n2 PVU; 1 PVU = 10<sup>−6</sup> K m<sup>2</sup> kg<sup>−1</sup> s<sup>−1</sup>). Full versions of this\nnew version of LAGRANTO are available for global ECMWF and regional COSMO\ndata, and core functionality is provided for the regional WRF and MetUM\nmodels and the global 20th Century Reanalysis data set. The paper first\npresents the intuitive application of LAGRANTO for the identification of a\nwarm conveyor belt in the North Atlantic. A further case study then shows how\nLAGRANTO can be used to quasi-operationally diagnose\nstratosphere–troposphere exchange events. Whereas these examples rely on the\nECMWF version, the COSMO version and input fields with 7 km horizontal\nresolution serve to resolve the rather complex flow structure associated with\norographic blocking due to the Alps, as shown in a third example. A final\nexample illustrates the tool's application in source–receptor analysis\nstudies. The new distribution of LAGRANTO is publicly available and includes\nauxiliary tools, e.g., to visualize trajectories. A detailed user guide\ndescribes all LAGRANTO capabilities.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2569/2015/",
        "title": "The LAGRANTO Lagrangian analysis tool – version 2.0"
    },
    {
        "author": "Yang Chen, James T. Randerson, Douglas C. Morton",
        "date": "2015-08-12",
        "description": "\n\nWe describe a climate mode synchronizing forest carbon losses from North and South America by analyzing time series of tropical North Atlantic sea surface temperatures (SSTs), landfall hurricanes and tropical storms, and Amazon fires during 1995–2013. Years with anomalously high tropical North Atlantic SSTs during March–June were often followed by a more active hurricane season and a larger number of satellite-detected fires in the southern Amazon during June–November. The relationship between North Atlantic tropical cyclones and southern Amazon fires (r = 0.61, p < 0.003) was stronger than links between SSTs and either cyclones or fires alone, suggesting that fires and tropical cyclones were directly coupled to the same underlying atmospheric dynamics governing tropical moisture redistribution. These relationships help explain why seasonal outlook forecasts for hurricanes and Amazon fires both failed in 2013 and may enable the design of improved early warning systems for drought and fire in Amazon forests.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064505",
        "title": "Tropical North Atlantic ocean-atmosphere interactions synchronize forest carbon losses from hurricanes and Amazon fires"
    },
    {
        "author": "T. Economou, D. B. Stephenson, J. G. Pinto, L. C. Shaffrey, G. Zappa",
        "date": "2015-08-12",
        "description": "\nThis study has investigated serial (temporal) clustering of extratropical cyclones simulated by 17 climate models participating in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December–February counts of Atlantic storm tracks passing near each grid point. Results from single historical simulations of 1975–2005 were compared to those from historical ERA40 reanalyses from 1958 to 2001 and single future model projections of 2069–2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over Western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30-year sample, is prone to large amounts of sampling uncertainty which obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591",
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    },
    {
        "author": "Anthony G. Barnston et al",
        "date": "2015-08-11",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0127.1?af=R",
        "title": "Atlantic tropical cyclone activity in response to the MJO in NOAA’s CFS model"
    },
    {
        "author": "Ricardo Domingues, Gustavo Goni, Francis Bringas, Sang-Ki Lee, Hyun-Sook Kim, George Halliwell, Jili Dong, Julio Morell, Luis Pomales",
        "date": "2015-08-11",
        "description": "\n\nDuring October 2014, Hurricane Gonzalo traveled within 85km from the location of an underwater glider situated north of Puerto Rico. Observations collected before, during, and after the passage of this hurricane were analyzed to improve our understanding of the upper-ocean response to hurricane winds. The main finding in this study is that salinity potentially played an important role on changes observed in the upper-ocean; a near-surface barrier-layer likely suppressed the hurricane-induced upper-ocean cooling, leading to smaller than expected temperature changes. Post-storm observations also revealed a partial recovery of the ocean to pre-storm conditions 11 days after the hurricane. Comparison with a coupled ocean-atmosphere hurricane model indicates that model-observations discrepancies are largely linked to salinity effects described. Results presented in this study emphasize the value of underwater glider observations for improving our knowledge of how the ocean responds to tropical cyclone winds and for tropical cyclone intensification studies and forecasts.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065378",
        "title": "Upper-ocean response to Hurricane Gonzalo (2014): salinity effects revealed by targeted and sustained underwater glider observations"
    },
    {
        "author": "Cheng Tao et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00448.1?af=R",
        "title": "Distributions of Shallow to Very Deep Precipitation/Convection in Rapidly Intensifying Tropical Cyclones"
    },
    {
        "author": "H. Murakami et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0216.1?af=R",
        "title": "Simulation and Prediction of Category 4 and 5 Hurricanes in the High-Resolution GFDL HiFLOR Coupled Climate Model"
    },
    {
        "author": "Alexander Manion et al",
        "date": "2015-08-10",
        "description": "Weather and Forecasting, Volume 30, Issue 4, Page 984-1009, August 2015. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0019.1?af=R",
        "title": "An Evaluation of Advanced Dvorak Technique–Derived Tropical Cyclone Intensity Estimates during Extratropical Transition Using Synthetic Satellite Imagery"
    },
    {
        "author": "John P. Cangialosi et al",
        "date": "2015-08-10",
        "description": "Weather and Forecasting, Volume 30, Issue 4, Page 1010-1015, August 2015. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0028.1?af=R",
        "title": "The Validity of Dvorak Intensity Change Constraints for Tropical Cyclones"
    },
    {
        "author": "Christopher M. Rozoff et al",
        "date": "2015-08-10",
        "description": "Weather and Forecasting, Volume 30, Issue 4, Page 1016-1038, August 2015. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00109.1?af=R",
        "title": "Improvements in the Probabilistic Prediction of Tropical Cyclone Rapid Intensification with Passive Microwave Observations"
    },
    {
        "author": "Brandon P. Bukunt et al",
        "date": "2015-08-10",
        "description": "Weather and Forecasting, Volume 30, Issue 4, Page 1039-1049, August 2015. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0004.1?af=R",
        "title": "The Subtropical Jet Stream Delivers the Coup de Grâce to Hurricane Felicia (2009)"
    },
    {
        "author": "Masaru Kunii",
        "date": "2015-08-10",
        "description": "Weather and Forecasting, Volume 30, Issue 4, Page 1050-1063, August 2015. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00088.1?af=R",
        "title": "Assimilation of Tropical Cyclone Track and Wind Radius Data with an Ensemble Kalman Filter"
    },
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley",
        "date": "2015-08-08",
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic Basin is too short (A.D. 1851 to present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four Coupled Model Intercomparison Project Phase 5 models to generate synthetic tropical cyclone data sets for the Atlantic Basin that span the interval of A.D. 850–2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic Basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357",
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    },
    {
        "author": "Christina Holt et al",
        "date": "2015-08-07",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00158.1?af=R",
        "title": "Assimilation of Tropical Cyclone Observations: Improving the Assimilation of TCVitals, Scatterometer Winds, and Dropwindsonde Observations"
    },
    {
        "author": "Hsiao-Chung Tsai et al",
        "date": "2015-08-07",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0030.1?af=R",
        "title": "Weighted Analog Technique for Intensity and Intensity  Spread Predictions of Atlantic Tropical Cyclones"
    },
    {
        "author": "Nicolas Astier, Matthieu Plu, Chantal Claud",
        "date": "2015-08-07",
        "description": "\n\nThe link between El Niño Southern Oscillation (ENSO) and tropical cyclone activity over the Southwest Indian Ocean [(0°–30°S) × (48°–90°E)] is revisited. Based on the records for 1981–2013, we show that cyclonic activity decreases dramatically during strong ENSO events: only a few cases are observed during the January-March period. This pattern is attributed to changes in large-scale thermodynamic parameters. Although El Niño is correlated with an increase in tropospheric moisture and sea-surface temperatures, it is also associated with an equatorward shift of the subtropical jet. When El Niño is sufficiently strong, the latter effect may dominate the former, inhibiting tropical cyclone activity.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.589",
        "title": "Associations between tropical cyclone activity in the Southwest Indian Ocean and El Niño Southern Oscillation"
    },
    {
        "author": "James P. Kossin",
        "date": "2015-08-06",
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 7, Page 1089-1096, July 2015. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00180.1?af=R",
        "title": "Validating Atmospheric Reanalysis Data using Tropical Cyclones as Thermometers"
    },
    {
        "author": "K. J. Tory et al",
        "date": "2015-08-06",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00637.1?af=R",
        "title": "Sea surface temperature thresholds for tropical cyclone formation"
    },
    {
        "author": "Jun A. Zhang et al",
        "date": "2015-08-06",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00341.1?af=R",
        "title": "Effects of horizontal diffusion on tropical cyclone intensity change and structure in idealized three-dimensional numerical simulations"
    },
    {
        "author": "Jie Tang et al",
        "date": "2015-08-05",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0373.1?af=R",
        "title": "Horizontal Transition of Turbulent Cascade in the Near-surface Layer of Tropical Cyclones"
    },
    {
        "author": "Sachie KANADA et al",
        "date": "2015-08-04",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0247.1?af=R",
        "title": "Numerical study on the extremely rapid intensification of an intense tropical cyclone, Typhoon Ida (1958)"
    },
    {
        "author": "Zhanhong Ma et al",
        "date": "2015-08-03",
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 8, Page 3009-3019, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0367.1?af=R",
        "title": "A Potential Problem with the Application of Moist Static Energy in Tropical Cyclone Studies"
    },
    {
        "author": "Roger K. Smith et al",
        "date": "2015-08-03",
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 8, Page 3020-3031, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0017.1?af=R",
        "title": "Toward Clarity on Understanding Tropical Cyclone Intensification"
    },
    {
        "author": "Chun-Chieh Wu et al",
        "date": "2015-08-03",
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 8, Page 3032-3050, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0168.1?af=R",
        "title": "Influence of Mesoscale Topography on Tropical Cyclone Tracks: Further Examination of the Channeling Effect"
    },
    {
        "author": "Jun A. Zhang et al",
        "date": "2015-08-03",
        "description": "Monthly Weather Review, Volume 143, Issue 8, Page 3136-3155, August 2015. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00339.1?af=R",
        "title": "Evaluating the Impact of Improvements in the Boundary Layer Parameterization on Hurricane Intensity and Structure Forecasts in HWRF"
    },
    {
        "author": "Y. Krien, B. Dudon, J. Roger, and N. Zahibo",
        "date": "2015-08-03",
        "description": "<b>Probabilistic hurricane-induced storm surge hazard assessment in Guadeloupe, Lesser Antilles</b><br /><br />Natural Hazards and Earth System Science, 15, 1711-1720, 2015<br /><br />Author(s): Y. Krien, B. Dudon, J. Roger, and N. Zahibo<br /><br />Current storm surge hazard maps in the French West Indies are\nessentially based on simple statistical methods using limited\nhistorical data and early low-resolution models which do not take\nthe effect of waves into account. In this paper, we infer new\n100-year and 1000-year surge levels in Guadeloupe from the numerical\nmodelling of storm surges induced by a large set of synthetic events\nthat are in statistical agreement with features of historical\nhurricanes in the North Atlantic Basin between 1980 and 2011.\nComputations are performed using the wave-current coupled model\nADCIRC–SWAN with high grid resolutions (up to 40–60 m) in the\ncoastal and wave dissipation areas. This model is validated against\nobservations during past events such as hurricane HUGO (1989).\nResults are generally found to be in reasonable agreement with past\nstudies in areas where surge is essentially wind-driven, but found\nto differ significantly in coastal regions where the transfer of\nmomentum from waves to the water column constitutes a non-negligible\npart of the total surge. The methodology, which can be applied to\nother islands in the Lesser Antilles, allows storm surge level maps\nto be obtained that can be of major interest for coastal planners\nand decision makers in terms of risk management.",
        "journal": "Natural Hazards and Earth System Science",
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1711/2015/",
        "title": "Probabilistic hurricane-induced storm surge hazard assessment in Guadeloupe, Lesser Antilles"
    },
    {
        "author": "Hidetaka Hirata et al",
        "date": "2015-07-31",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0016.1?af=R",
        "title": "Influential Role of Moisture Supply from the Kuroshio Current/Kuroshio Extension in the Rapid Development of an Extratropical Cyclone"
    },
    {
        "author": "Colin M. Zarzycki et al",
        "date": "2015-07-31",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0159.1?af=R",
        "title": "Experimental tropical cyclone forecasts using a variable-resolution global model"
    },
    {
        "author": "Alex M. Kowaleski et al",
        "date": "2015-07-31",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00162.1?af=R",
        "title": "Thermodynamic Observations and Flux Calculations of the Tropical Cyclone Surface Layer within the Context of Potential Intensity"
    },
    {
        "author": "William Thurston, Robert J. B. Fawcett, Kevin J. Tory, Jeffrey D. Kepert",
        "date": "2015-07-31",
        "description": "\n\nBoundary-layer rolls have an impact on bushfires, pollution dispersion, the triggering of extreme convective weather events, the air–sea interaction and intensification of tropical cyclones and momentum, particle and gas fluxes. Previous numerical modelling studies that investigate the effects of boundary-layer rolls and the processes that control their dynamics have relied upon high-resolution, idealised simulations. Recently, however, numerical weather prediction (NWP) systems have increased in horizontal resolution to the point at which they are capable of explicitly resolving shallow convective circulations. Therefore, there is a need to assess the ability of NWP to accurately forecast the formation, development and breakup of boundary-layer rolls. Here, we assess the ability of the UK Met Office Unified Model (UM), the NWP component of the Australian Community Climate and Earth-System Simulator (ACCESS), to simulate the life cycle of boundary-layer rolls. A suite of simulations is performed, over a range of horizontal resolutions, of boundary-layer rolls observed across Victoria, Australia, on Black Saturday, 7th February 2009. In this case, it is found that a horizontal grid spacing of less than 0.6 km is required to adequately reproduce the scale and evolution of the observed rolls. We note that the boundary layer was particularly deep on this day and as a consequence the boundary-layer rolls were wider than may be typically observed, meaning the grid spacing specified here lies at the upper end of what would be required with a shallower boundary layer. The model output is used to assess how the boundary-layer rolls contribute to the high fire danger on Black Saturday. It is suggested that boundary-layer rolls may increase fire danger by (i) causing wind-direction variability at the surface, which increases the rate of spread of fires; and (ii) enhancing the process of long-range spotting by augmenting the vertical lofting of embers.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2646",
        "title": "Simulating boundary-layer rolls with a numerical weather prediction model"
    },
    {
        "author": "Yao Ha et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 5935-5951, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00769.1?af=R",
        "title": "Decadal Change in Tropical Cyclone Activity over the South China Sea around 2002/03"
    },
    {
        "author": "Wei Mei et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 5952-5968, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00651.1?af=R",
        "title": "Tropical Cyclone–Induced Ocean Response: A Comparative Study of the South China Sea and Tropical Northwest Pacific"
    },
    {
        "author": "John G. Dwyer et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6181-6192, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00686.1?af=R",
        "title": "Projected Twenty-First-Century Changes in the Length of the Tropical Cyclone Season"
    },
    {
        "author": "Thomas R. Knutson et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0129.1?af=R",
        "title": "Global Projections of Intense Tropical Cyclone Activity for the Late Twenty-First Century from Dynamical Downscaling of CMIP5/RCP4.5 Scenarios"
    },
    {
        "author": "Juan Cuesta, Maxim Eremenko, Cyrille Flamant, Gaëlle Dufour, Benoît Laurent, Gilles Bergametti, Michael Höpfner, Johannes Orphal, Daniel Zhou",
        "date": "2015-07-29",
        "description": "\n\nWe describe the daily evolution of the three-dimensional (3D) structure of a major dust outbreak initiated by an extratropical cyclone over East Asia in early March 2008, using new aerosol retrievals derived from satellite observations of IASI (Infrared Atmospheric Sounding Interferometer). A novel auto-adaptive Tikhonov-Phillips-type approach called AEROIASI is used to retrieve vertical profiles of dust extinction coefficient at 10 µm for most cloud-free IASI pixels, both over land and ocean. The dust vertical distribution derived from AEROIASI is shown to agree remarkably well with along-track transects of CALIOP spaceborne lidar vertical profiles (mean biases less than 110 m, correlation of 0.95, and precision of 260 m for mean altitudes of the dust layers). AEROIASI allows the daily characterization of the 3D transport pathways across East Asia of two dust plumes originating from the Gobi and North Chinese deserts. From AEROIASI retrievals, we provide evidence that (i) both dust plumes are transported over the Beijing region and the Yellow Sea as elevated layers above a shallow boundary layer, (ii) as they progress eastward, the dust layers are lifted up by the ascending motions near the core of the extratropical cyclone, and (iii) when being transported over the warm waters of the Japan Sea, turbulent mixing in the deep marine boundary layer leads to high dust concentrations down to the surface. AEROIASI observations and model simulations also show that the progression of the dust plumes across East Asia is tightly related to the advancing cold front of the extratropical cyclone.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022406",
        "title": "Three-dimensional distribution of a major desert dust outbreak over East Asia in March 2008 derived from IASI satellite observations"
    },
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie",
        "date": "2015-07-29",
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441",
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    },
    {
        "author": "Diandong Ren et al",
        "date": "2015-07-28",
        "description": "Earth Interactions, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Earth Interactions",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0006.1?af=R",
        "title": "Changes in tropical cyclone activity over Northwest Western Australia in the past fifty years and a view of the future fifty years"
    },
    {
        "author": "J. Sun et al",
        "date": "2015-07-28",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0029.1?af=R",
        "title": "The influence of ocean on Typhoon Nuri (2008)"
    },
    {
        "author": "Janneli Lea A. Soria et al",
        "date": "2015-07-27",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00245.1?af=R",
        "title": "Repeat storm surge disasters of Typhoon Haiyan and its 1897 predecessor in the Philippines"
    },
    {
        "author": "Philip J. Klotzbach et al",
        "date": "2015-07-27",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0188.1?af=R",
        "title": "Extremely Intense Hurricanes: Revisiting Webster et al. (2005) after 10 Years"
    },
    {
        "author": "Florian Pantillon, Jean-Pierre Chaboureau, Evelyne Richard",
        "date": "2015-07-21",
        "description": "\n\nOperational ensemble forecasts for the western Mediterranean exhibited high uncertainty while Hurricane Nadine was slowly moving over the eastern North Atlantic in September 2012. The forecasts showed a bifurcation in the track of Nadine – a significant fraction predicting its landfall over the Iberian Peninsula – and a high spread in the synoptic conditions downstream. The forecast uncertainty was a major issue for planning observations during the first special observation period (SOP1) of the Hydrological cycle in Mediterranean eXperiment (HyMeX). Clustering the ensemble forecast of the European Centre for Medium-Range Weather Forecasts reveals two scenarios for the interaction between Nadine and an Atlantic cutoff, which controls both the track of Nadine and the synoptic conditions downstream. The observed scenario of weak interaction is characterized by Nadine moving westward and the cutoff moving eastward. The cutoff then triggers precipitation over the Cévennes in southeastern France. The contrasting scenario of strong interaction is characterized by Nadine and the cutoff rotating around each other over the Atlantic. Nadine then either merges with the cutoff or makes landfall over the Iberian Peninsula. The interaction between Nadine and the cutoff mimics the vortex-vortex interaction previously observed between two tropical cyclones or two upper-level vortices. It differs from the usual interaction between a tropical cyclone and a larger trough during extratropical transition. A critical distance of about 1000 km between Nadine and the cutoff distinguishes the cases of weak and strong interaction in the ensemble forecast. Shifting the initial position of Nadine in Meso-NH numerical experiments confirms the critical distance and suggests a bifurcation point in the relative position of Nadine and the cutoff. The high forecast sensitivity to the vortex-vortex interaction resulted in the lowest predictability over the Mediterranean during the whole HyMeX SOP1.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2635",
        "title": "Vortex-vortex interaction between Hurricane Nadine (2012) and an Atlantic cutoff dropping the predictability over the Mediterranean"
    },
    {
        "author": "ALEXANDRE O. FIERRO et al",
        "date": "2015-07-20",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0374.1?af=R",
        "title": "Explicitly simulated electrification and lightning within a tropical cyclone based on the environment of Hurricane Isaac (2012)."
    },
    {
        "author": "David Shultz",
        "date": "2015-07-20",
        "description": "Hurricane Sandy moved a lot of debris, but where did it all end up?",
        "journal": "EOS",
        "link": "https://eos.org/research-spotlights/underwater-robot-tracked-ocean-sediment-during-hurricane-sandy?utm_source=rss&utm_medium=rss&utm_content=underwater-robot-tracked-ocean-sediment-during-hurricane-sandy",
        "title": "Underwater Robot Tracked Ocean Sediment During Hurricane Sandy"
    },
    {
        "author": "Jordan T. McLeod, Thomas L. Mote",
        "date": "2015-07-19",
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440",
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    },
    {
        "author": "Benjamin A. Schenkel et al",
        "date": "2015-07-17",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00780.1?af=R",
        "title": "An examination of the thermodynamic impacts of western North Pacific tropical cyclones on their tropical tropospheric environment"
    },
    {
        "author": "Catherine M. Naud et al",
        "date": "2015-07-17",
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Applied Meteorology and Climatology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-15-0045.1?af=R",
        "title": "Thermodynamic phase and ice cloud properties in northern hemisphere winter extratropical cyclones observed by Aqua AIRS"
    },
    {
        "author": "Xiao-Yong ZHUGE et al",
        "date": "2015-07-17",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0024.1?af=R",
        "title": "Reassessing the use of Inner-Core Hot Towers to Predict Tropical Cyclone Rapid Intensification"
    },
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin",
        "date": "2015-07-17",
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424",
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    },
    {
        "author": "William Miller et al",
        "date": "2015-07-16",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0386.1?af=R",
        "title": "On the Rapid Intensification of Hurricane Wilma (2005). Part III: Effects of Latent Heat of Fusion"
    },
    {
        "author": "S. Zhang, M. Zhao, S.-J. Lin, X. Yang, W. Anderson, W. Zhang, A. Rosati, S. Underwood, F. Zeng",
        "date": "2015-07-16",
        "description": "\n\nThis study examines two sets of high-resolution coupled model forecasts starting from no-tropical cyclone (TC) and correct-TC-statistics initial conditions to understand the role of TC events on climate prediction. While the model with no-TC initial conditions can quickly spin-up TCs within a week, the initial conditions with a corrected TC distribution can produce more accurate forecast of sea surface temperature up to 1.5 months and maintain larger ocean heat content up to 6 months due to enhanced mixing from continuous interactions between initialized and forecasted TCs and the evolving ocean states. The TC-enhanced tropical ocean mixing strengthens the meridional heat transport in the Southern Hemisphere driven primarily by Southern Ocean surface Ekman fluxes but weakens the Northern Hemisphere poleward transport in this model. This study suggests a future plausible initialization procedure for seamless weather-climate prediction when individual convection-permitting cyclone initialization is incorporated into this TC-statistics-permitting framework.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064745",
        "title": "Impact of having realistic tropical cyclone frequency on ocean heat content and transport forecasts in a high-resolution coupled model"
    },
    {
        "author": "Falko Judt, Shuyi S. Chen",
        "date": "2015-07-16",
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998 to 2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles. An example of application is presented here using a 1.3 km grid spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609",
        "title": "A new aircraft hurricane wind climatology and applications in assessing the predictive skill of tropical cyclone intensity using high-resolution ensemble forecasts"
    },
    {
        "author": "Qing Yan et al",
        "date": "2015-07-15",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0054.1?af=R",
        "title": "Tropical Cyclone Genesis Factors in a Simulation of the Last Two Millennia: Results from Community Earth System Model"
    },
    {
        "author": "K. I. Hodges et al",
        "date": "2015-07-14",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-13-00385.1?af=R",
        "title": "The Prediction of Northern Hemisphere Tropical Cyclone Extended Lifecycles by the ECMWF Ensemble and Deterministic Prediction Systems. Part 1: Tropical Cyclone Stage."
    },
    {
        "author": "Thomas J. Galarneau et al",
        "date": "2015-07-14",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0036.1?af=R",
        "title": "Diagnosis of Track Forecast Errors for Tropical Cyclone Rita (2005) Using GEFS Reforecasts"
    },
    {
        "author": "Gerald L. Thomsen, Roger K. Smith, Michael T. Montgomery",
        "date": "2015-07-14",
        "description": "\n\nWe investigate the hypothesized effects of a uniform flow on the structural evolution of a tropical cyclone using a simple idealized, three-dimensional, convection-permitting, numerical model. The study addresses three outstanding basic questions concerning the effects of moist convection on the azimuthal flow asymmetries and provides a bridge between the problem of tropical cyclone intensification in a uniform flow and that in vertical shear.\nAt any instant of time, explicit deep convection in the model generates flow asymmetries that tend to mask the induced flow asymmetries predicted by a dry, slab boundary-layer model of Shapiro, whose results are frequently invoked as a benchmark for characterizing the boundary-layer induced vertical motion for a translating storm.\nIn sets of ensemble experiments in which the initial low-level moisture field is randomly perturbed, time-averaged ensemble mean fields in the mature stage show a coherent asymmetry in the vertical motion rising into the eyewall and in the total (horizontal) wind speed just above the boundary layer. The maximum ascent occurs about 45 degrees to the left of the vortex motion vector, broadly in support of Shapiro's results, in which it occurs ahead of the storm, and consistent with one earlier more complex numerical calculation by Frank and Ritchie. The total wind asymmetry just above the boundary layer has a maximum in the forward right sector, which is in contrast to the structure effectively prescribed by Shapiro based on an inviscid dry symmetric vortex translating in a uniform flow where, in an Earth-relative frame, the maximum is on the right. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000477",
        "title": "Tropical cyclone flow asymmetries induced by a uniform flow revisited"
    },
    {
        "author": "Zhanhong Ma et al",
        "date": "2015-07-10",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0058.1?af=R",
        "title": "Contributions of Surface Sensible Heat Fluxes to Tropical Cyclone. Part II: The Sea Spray Processes"
    },
    {
        "author": "Daniel R. Chavas et al",
        "date": "2015-07-09",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0014.1?af=R",
        "title": "A model for the complete radial structure of the tropical cyclone wind field. Part I: Comparison with observed structure"
    },
    {
        "author": "James F Booth et al",
        "date": "2015-07-09",
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Applied Meteorology and Climatology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0320.1?af=R",
        "title": "The paths of extratropical cyclones associated with wintertime high wind events in the Northeast United States"
    },
    {
        "author": "T. Matthews, C. Murphy, R. L. Wilby, S. Harrigan",
        "date": "2015-07-06",
        "description": "\n\nThe British-Irish Isles (BI) lie beneath the North Atlantic storm track year-round and thus are impacted by the passage of extra-tropical cyclones. Given recent extreme storminess and projections of enhanced winter cyclone activity for this region, there is much interest in assessing the extent to which the cyclone climate of the region may be changing. We address this by assessing a 142-year (1871–2012) record of cyclone frequency, intensity and ‘storminess’ derived from the 20th Century Reanalysis V2 (20CR) dataset. We also use this long-term record to examine associations between cyclone activity and regional hydroclimate. Our results confirm the importance of cyclone frequency in driving seasonal precipitation totals which we find to be greatest during summer months. Cyclone frequency and storminess are characterized by pronounced interannual and multi-decadal variability which are strongly coupled to atmospheric blocking in the Euro-Atlantic region, but we detect no evidence of an increasing trend. We observe an upward trend in cyclone intensity for the BI region, which is strongest in winter and consistent with model projections, but promote caution interpreting this given the changing data quality in the 20CR over time. Nonetheless, we assert that long-term reconstruction is helpful for contextualizing recent storminess and for identifying emerging changes in regional hydroclimate linked to cyclones.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4425",
        "title": "A cyclone climatology of the British-Irish Isles 1871–2012"
    },
    {
        "author": "Falko Judt, Shuyi S. Chen, Judith Berner",
        "date": "2015-07-06",
        "description": "\n\nA systematic study of the intrinsic predictability of tropical cyclone (TC) intensity is conducted using a set of cloud-resolving model ensembles of Hurricane Earl (2010). The ensembles are perturbed with a stochastic kinetic-energy backscatter scheme (SKEBS) and started from identical initial conditions. Scale-dependent error growth is investigated by imposing stochastic perturbations with various spatial scales on the TC and its environment. Predictability limits (upper bound) are determined by computing the error magnitude associated with each component of the Fourier-decomposed TC wind fields at forecast times up to 7 days. Three SKEBS ensembles with different perturbation scales are used to investigate the effects of small-scale, mesoscale and large-scale uncertainties on the predictability of TC intensity. In addition, the influence of the environmental flow is investigated by perturbing the lateral boundary conditions. It is found that forecast errors grow rapidly on small scales (azimuthal wavenumbers > 20), which saturate within 6–12 h in all four ensembles, regardless of perturbation scale. Errors grow relatively slower on scales corresponding to rainbands (wavenumbers 2–5), limiting the predictability of these features to 1–5 days. Earl's mean vortex and the wavenumber 1 asymmetry are comparatively resistant to error growth and remain predictable for at least 7 days. Forecast uncertainty of the mean vortex and wavenumber 1 asymmetry is greater in the large-scale perturbation and perturbed lateral boundary condition ensembles. The results from this case indicate that the predictability of the mean vortex and wavenumber 1 asymmetry is predominately associated with the predictability of the large-scale environment, which is generally much longer than that of convective-scale processes within the TC.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2626",
        "title": "Predictability of Tropical Cyclone Intensity: Scale-Dependent Forecast Error Growth in High-Resolution Stochastic Kinetic-Energy Backscatter Ensembles"
    },
    {
        "author": "John Kaplan et al",
        "date": "2015-07-02",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0032.1?af=R",
        "title": "Evaluating environmental impacts on tropical cyclone rapid intensification predictability utilizing statistical models"
    },
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj",
        "date": "2015-06-30",
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477",
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    },
    {
        "author": "S. N. Tulich",
        "date": "2015-06-30",
        "description": "\n\nThis paper describes a general method for the treatment of convective momentum transport (CMT) in large-scale dynamical solvers that use a cyclic, two-dimensional (2-D) cloud-resolving model (CRM) as a “superparameterization” of convective-system-scale processes. The approach is similar in concept to traditional parameterizations of CMT, but with the distinction that both the scalar transport and diagnostic pressure gradient force are calculated using information provided by the 2-D CRM. No assumptions are therefore made concerning the role of convection-induced pressure gradient forces in producing up or down-gradient CMT. The proposed method is evaluated using a new superparameterized version of the Weather Research and Forecast model (SP-WRF) that is described herein for the first time. Results show that the net effect of the formulation is to modestly reduce the overall strength of the large-scale circulation, via “cumulus friction.” This statement holds true for idealized simulations of two types of mesoscale convective systems, a squall line, and a tropical cyclone, in addition to real-world global simulations of seasonal (1 June to 31 August) climate. In the case of the latter, inclusion of the formulation is found to improve the depiction of key synoptic modes of tropical wave variability, in addition to some aspects of the simulated time-mean climate. The choice of CRM orientation is also found to importantly affect the simulated time-mean climate, apparently due to changes in the explicit representation of wide-spread shallow convective regions.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000417",
        "title": "A strategy for representing the effects of convective momentum transport in multiscale models: Evaluation using a new superparameterized version of the Weather Research and Forecast model (SP-WRF)"
    },
    {
        "author": "B Rutherford, TJ Dunkerton, MT Montgomery",
        "date": "2015-06-28",
        "description": "\n\nTracking pre-genesis tropical cyclones is important for earlier detection of developing systems as well as targeting potential locations for dropsondes in field experiments. The use of a reference frame moving with the disturbance gives a more accurate depiction of streamlines and closed circulation than the Earth-relative frame. Identification of recirculating regions does not require a choice of reference frame, however, when marked by the Galilean invariant Eulerian Okubo-Weiss (OW) parameter. While the Eulerian OW parameter is generally effective at identifying vortex cores at a given place and a given time, it has its limitations in weak disturbances and in time-dependent flows. Integrating the eigenvalue of the velocity gradient tensor along particle trajectories provides a time-smoothing of the Eulerian OW parameter, and provides earlier detection with fewer false alarms. We refer to this integration along trajectories as the Lagrangian Okubo-Weiss (OW) parameter. When mapped to a horizontal grid it becomes a Lagrangian OW field.\nThe Lagrangian OW field has advantages over the Eulerian OW field in the detail of additional flow structures that it identifies. The Lagrangian OW field shows the Lagrangian boundaries that are present as a disturbance develops from an easterly wave, and a shear sheath that forms when a disturbance becomes self-sustaining, typically at tropical storm strength. Since all of these structures are Lagrangian, they are advected with the flow field, and display the continuous evolution of coherent flow features as the fluid evolves.\nExamples of the use of the Lagrangian OW field are given for ECMWF forecast data from the 2014 Atlantic hurricane season. All of the Lagrangian coherent structures that can be identified by this field are shown for developing disturbances and mature cyclones. The Lagrangian OW field also shows additional details of vortex mergers, and is used to identify a stable crystal lattice configuration in which vorticity does not aggregate.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2616",
        "title": "Lagrangian vortices in developing tropical cyclones"
    },
    {
        "author": "Christopher S. Ruf et al",
        "date": "2015-06-26",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00218.1?af=R",
        "title": "New Ocean Winds Satellite Mission to Probe Hurricanes and Tropical Convection"
    },
    {
        "author": "Elizabeth R. Sanabia et al",
        "date": "2015-06-22",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0066.1?af=R",
        "title": "Satellite and aircraft observations of the eyewall replacement cycle in Typhoon Sinlaku (2008)"
    },
    {
        "author": "Vijay Tallapragada et al",
        "date": "2015-06-15",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00138.1?af=R",
        "title": "Forecasting Tropical Cyclones in the Western North Pacific Basin using the NCEP Operational HWRF Model. Real-time Implementation in 2012"
    },
    {
        "author": "Charles R. Sampson et al",
        "date": "2015-06-15",
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Weather and Forecasting",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0009.1?af=R",
        "title": "A consensus forecast for tropical cyclone gale wind radii"
    },
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston",
        "date": "2015-06-12",
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393",
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    },
    {
        "author": "Michael Riemer et al",
        "date": "2015-05-29",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0350.1?af=R",
        "title": "Secondary circulation of tropical cyclones in vertical wind shear: Lagrangian diagnostic and pathways of environmental interaction"
    },
    {
        "author": "Xuwei Bao et al",
        "date": "2015-05-28",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00241.1?af=R",
        "title": "Diagnostics for an Extreme Rain Event near Shanghai, during the Landfall of Typhoon Fitow (2013)"
    },
    {
        "author": "Christopher A. Davis",
        "date": "2015-05-26",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0027.1?af=R",
        "title": "The Formation of Moist Vortices and Tropical Cyclones in Idealized Simulations"
    },
    {
        "author": "A. P. Khain, K. D. Beheng, A. Heymsfield, A. Korolev, S. O. Krichak, Z. Levin, M. Pinsky, V. Phillips, T. Prabhakaran, A. Teller, S. C. den Heever, J.-I. Yano",
        "date": "2015-05-23",
        "description": "\n\nMost atmospheric motions of different spatial scales and precipitation are closely related to phase transitions in clouds. The continuously increasing resolution of large-scale and mesoscale atmospheric models makes it feasible to treat the evolution of individual clouds. The explicit treatment of clouds requires the simulation of cloud microphysics. Two main approaches describing cloud microphysical properties and processes have been developed in the past four and a half decades: bulk microphysics parameterization and spectral (bin) microphysics (SBM). The development and utilization of both represent an important step forward in cloud modeling. This study presents a detailed survey of the physical basis and the applications of both bulk microphysics parameterization and SBM. The results obtained from simulations of a wide range of atmospheric phenomena, from tropical cyclones through Arctic clouds using these two approaches are compared. Advantages and disadvantages, as well as lines of future development for these methods are discussed.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000468",
        "title": "Representation of microphysical processes in cloud-resolving models: Spectral (bin) microphysics versus bulk parameterization"
    },
    {
        "author": "Kun Zhao et al",
        "date": "2015-05-22",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00029.1?af=R",
        "title": "Doppler Radar Analysis of Triple Eyewalls in Typhoon Usagi (2013)"
    },
    {
        "author": "Yuan Sun et al",
        "date": "2015-05-15",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00340.1?af=R",
        "title": "Sensitivity of Tropical Cyclone Track Simulation over the Western North Pacific to Different Heating/Drying Rates in the Betts-Miller-Janjić Scheme"
    },
    {
        "author": "Chanh Kieu",
        "date": "2015-05-09",
        "description": "\nThis study presents a minimal model to examine the stability of the hurricane maximum potential intensity (MPI) equilibrium, based on the evolution of several hurricane fundamental scales. It is shown that this hurricane-scale model contains MPI as an asymptotically stable spiral point under the wind-induced surface heat exchange (WISHE) feedback mechanism. Furthermore, the hurricane development is characterized by two different time-scales instead of a simple linear growth, as often assumed in previous studies. Inclusion of radiative cooling reduces the MPI limit, but the MPI equilibrium in general is structurally stable. In particular, radiative cooling will modify the basin of attraction of the MPI equilibrium and create a domain in the phase space of the hurricane scales such that a vortex would not develop if its initial condition falls within this domain. Potential mechanisms that can further unfold the stability of the MPI equilibrium will also be discussed.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2556",
        "title": "Hurricane maximum potential intensity equilibrium"
    },
    {
        "author": "Huijun Zong et al",
        "date": "2015-05-06",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00321.1?af=R",
        "title": "Synoptic-scale Influences on Tropical Cyclone Formation within the Western North Pacific Monsoon Trough"
    },
    {
        "author": "Krishna K. Osuri et al",
        "date": "2015-05-01",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-13-00381.1?af=R",
        "title": "Improved Prediction of Bay of Bengal Tropical Cyclones through Assimilation of Doppler Weather Radar Observations"
    },
    {
        "author": "Erin B. Munsell et al",
        "date": "2015-04-29",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00358.1?af=R",
        "title": "Dynamics and predictability of Hurricane Nadine (2012) evaluated through convection-permitting ensemble analysis and forecasts"
    },
    {
        "author": "Yuqing Wang et al",
        "date": "2015-04-24",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0049.1?af=R",
        "title": "A statistical analysis of the effects of vertical wind shear on tropical cyclone intensity change over the western North Pacific"
    },
    {
        "author": "Thomas J. Galarneau",
        "date": "2015-04-23",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0053.1?af=R",
        "title": "Influence of a predecessor rain event on the track of tropical cyclone Isaac (2012)"
    },
    {
        "author": "S. E. Strazzo, J. B. Elsner, T. E. LaRow",
        "date": "2015-04-23",
        "description": "\n\nPrevious research quantified the sensitivity of limiting intensity to SST for observed tropical cyclones (TCs) and for TCs generated by two global climate models (GCMs). On average, a 1° C increase in sea surface temperature (SST) is associated with a 7.9 m s−1 increase in the statistical upper limit of observed intensity. Conversely, a 1°C increase in SST does not significantly affect the limiting intensity of GCM-generated TCs. The study presented here builds on previous research in two ways: (1) A comparison is made between the statistically defined limiting intensity and the physically defined potential intensity, and (2) a test is performed on the ability of a ∼0.94° resolution GCM to reproduce the observed statistical relationship between potential intensity and SST. Data from NASA's Modern Era Reanalysis are used to approximate the observed sensitivity of potential intensity to SST for the 1982–2008 time period. Results indicate that the sensitivity of potential intensity to SST is not statistically different from the sensitivity of observed maximum or limiting intensity to SST. This result links the statistically defined sensitivity to the physically based theory of hurricanes. Potential intensity is also estimated from the FSU/COAPS GCM. Although the FSU/COAPS model does not capture the observed sensitivity of TC maximum or limiting intensity to SST, the model reproduces the observed sensitivity of potential intensity to SST. The model generates suitable atmospheric conditions for the development of strong TCs, however strong TCs do not develop, possibly as a result of insufficient resolution.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000432",
        "title": "Quantifying the sensitivity of maximum, limiting, and potential tropical cyclone intensity to SST: Observations versus the FSU/COAPS global climate model"
    },
    {
        "author": "Margaret E. Kieper et al",
        "date": "2015-04-21",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00137.1?af=R",
        "title": "A Reanalysis of Hurricane Camille"
    },
    {
        "author": "Neil C. G. Hart et al",
        "date": "2015-04-21",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00382.1?af=R",
        "title": "Detection of coherent airstreams using cluster analysis: application to an extratropical cyclone"
    },
    {
        "author": "Mingyu Bi, Tim Li, Xinyong Shen, Melinda Peng",
        "date": "2015-04-14",
        "description": "\n\nAn idealized dataset that contains a background seasonal mean state, a reference intraseasonal oscillation (ISO) state and real-strength tropical cyclones (TCs) was constructed, in order to examine to what extent the presence of the real-strength TCs may impact the overall ISO strength over the western North Pacific. The averaged ISO strength (measured by combined 850-hPa zonal and meridional wind fields) increases by 9% when the realistic TCs are included. The percentage increase of the overall ISO strength depends on the variable used. It is doubled (reduced to 3%) when the vorticity (stream function) is used as the estimated variable.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.579",
        "title": "To what extent the presence of real-strength tropical cyclones influences the estimation of atmospheric intraseasonal oscillation intensity?"
    },
    {
        "author": "Barry H. Lynn et al",
        "date": "2015-04-13",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0150.1?af=R",
        "title": "The sensitivity of Hurricane Irene to aerosols and ocean coupling: simulations with WRF spectral bin microphysics"
    },
    {
        "author": "Bonnie R. Brown, Gregory J. Hakim",
        "date": "2015-04-10",
        "description": "\nSensitivity analysis is performed in order to determine objectively the role of storm structure during periods of rapid intensification in a sample of five Atlantic hurricanes. Weather Research and Forecasting (WRF) model 24 h forecasts for 96 member ensembles provide the basis for analyses of hurricanes Bill (2009), Earl (2010), Igor (2010), Katia (2011) and Ophelia (2011). Ensemble sensitivity analysis is used to investigate which patterns in the analysis have a strong influence on the forecast intensity and then a novel sensitivity compositing technique is used to identify common patterns that affect the forecast intensity. We find a common response for increasing intensity associated with an initial increased primary and secondary circulation, an increased warm core, an elevated tropopause and moistening of the rain-band region. Perturbed initial-condition experiments show a linear response for modest initial amplitude and also signs of nonlinearity for large perturbations, indicating that these sensitivity patterns are robust for limited additional strengthening of the hurricane. When initial perturbations are partitioned into dry and moist variables, we find that most of the forecast change is achieved by the dry dynamics. Further investigation into convective indicators reveals that simulations in which only moist variables are perturbed experience less convective development in the eyewall throughout the forecast.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2540",
        "title": "Sensitivity of intensifying Atlantic hurricanes to vortex structure"
    },
    {
        "author": "Shu-Hua Chen, Yi-Chin Liu, Terrence R. Nathan, Christopher Davis, Ryan Torn, Nicholas Sowa, Chao-Tzuen Cheng, Jen-Ping Chen",
        "date": "2015-04-08",
        "description": "\nThe influence of direct dust-radiative forcing on the movement and track of Hurricane Helene (2006) is examined numerically using the Weather Research and Forecasting dust model. Numerical simulations show that the model-generated dust plume modifies the thermal field, causing a clockwise turning of the vertical shear surrounding the plume, which changes the deep layer steering flow. The change in the steering flow modifies Helene's moving speed and direction as it transits the plume. As Helene exits the plume, it has a different trajectory than it would have had in the absence of dust-radiative forcing. Consequently, the difference in the tracks with and without dust-radiative forcing continues to grow with distance from the plume. The dust-induced changes in temperature and wind together cause Helene's modeled storm track to be in closer agreement with the observed track; the dust-radiative forcing reduces the error in the model's 7-day track forecasts by an average of 27% (∼205 km).\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2542",
        "title": "Modeling the effects of dust-radiative forcing on the movement of Hurricane Helene (2006)"
    },
    {
        "author": "Thomas Frisius",
        "date": "2015-03-26",
        "description": "\nControl mechanisms of tropical cyclone size are investigated with the axisymmetric cloud model HURMOD. In agreement with preceding HURMOD studies, the model results exhibit the existence of a fixed-point attractor associated with a tropical cyclone. From the non-dimensionalized model equations, a similarity law is derived, which relates six model parameters to the horizontal extent of the tropical cyclone in a steady state. Each parameter is associated with one of the following processes: planetary rotation, condensation time-scale, radiative relaxation time-scale, horizontal diffusion, vertical diffusion, and surface transfer. Individual variation of the parameters reveals that the radius of maximum horizontal wind speed is very sensitive to the Coriolis parameter, the mixing lengths and the radiative relaxation time-scale, whereas the radius of minimum tangential wind merely depends on the Coriolis parameter, the surface transfer coefficients, and the radiative relaxation time-scale. The increase of the radius of maximum horizontal wind speed with vertical eddy diffusivity goes along with an enhancement of the overturning mass flux within the secondary circulation. This agrees with the Hadley cell theory by Held and Hou who also emphasized the relevance of vertical diffusion. The strengthening of the overturning mass flux follows a power law similar to that found in an ocean modelling study. Moreover, TC size is found to be sensitive to environmental conditions comprising the prescribed sea-surface temperature, tropopause height and static stability, while the sensitivity with respect to relative humidity is relatively small in the model. When the torque due to the upper sponge layer is switched off, the model exactly fulfills in the long run the steady state angular momentum budget equation.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2537",
        "title": "What controls the size of a tropical cyclone? Investigations with an axisymmetric model"
    },
    {
        "author": "Chanh Kieu",
        "date": "2015-03-26",
        "description": "\nIn this study, we re-examine the hypothesis of the dissipative heating in the tropical cyclone (TC) maximum potential intensity (MPI) proposed by Bister and Emanuel in 1998. By analysing an integral energy equation for an atmospheric domain that encloses all the TC Carnot legs, it is shown that the dissipative heating within the boundary layer is inherently contained in the energy budget so that there is no need to treat it separately. Due to the well-mixed assumption, the net impact of the dissipative heating turns out to be negligible, resulting in the same MPI estimation as in Emanuel's 1986 article. Within the atmospheric surface layer, the dissipative heating comes at the expense of reduced internal kinetic energy in the boundary layer, which is not seen in Bister and Emanuel's formulation due to their assumption of constant wind speed within the atmospheric surface layer. Analysis of the energy distribution within the atmospheric surface layer shows that about 10–30% of the frictional work could be transferred to the ocean surface waves and oceanic well-mixed layer, and the assumption that all frictional work is converted to the dissipative heating therefore needs to be revisited. Given further uncertainties in how the dissipative heating is distributed within the surface layer and how the atmospheric surface layer exchanges heat with the ambient environment, we recommend use of the original MPI formula obtained by Emanuel (1986) in which the impact of the dissipative heating within the surface layer can be effectively included in the bulk enthalpy flux parametrization instead of considering dissipative heating as an independent heat source as proposed by Bister and Emanuel.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2534",
        "title": "Revisiting dissipative heating in tropical cyclone maximum potential intensity"
    },
    {
        "author": "Ron McTaggart-Cowan et al",
        "date": "2015-01-23",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00254.1?af=R",
        "title": "Revisiting the 26.5°C Sea Surface Temperature Threshold for Tropical Cyclone Development"
    },
    {
        "author": "Yoshiaki Miyamoto, Ryuji Yoshida, Tsuyoshi Yamaura, Hisashi Yashiro, Hirofumi Tomita, Yoshiyuki Kajikawa",
        "date": "2015-01-12",
        "description": "\n\nDeep moist convection is an element of cloud disturbances such as Madden-Julian oscillation (MJO), tropical cyclones (TCs), mid-latitudinal low depressions (MDL), and fronts (FRT). However, differences in convection characteristics in disturbances remain unclear. We first clarified the statistical features of the convection (structure, intensity, and environmental parameters) in various disturbances simulated by a global simulation with a sub-kilometre grid spacing. The convection in MJO (TC) was tall with a strong (weak) upward motion, and was driven by large convective available potential energy (strong low-level convergence). The convection in MDL and FRT was shorter and characterized by a strong vertical wind shear.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.558",
        "title": "Does convection vary in different cloud disturbances?"
    },
    {
        "author": "L. Descamps, C. Labadie, A. Joly, E. Bazile, P. Arbogast, P. Cébron",
        "date": "2014-12-19",
        "description": "\nMétéo-France has implemented a short-range ensemble prediction system known as Prévision d'Ensemble ARPEGE (PEARP). This system is a global ensemble performing forecasts up to 4.5 days. It uses the operational global numerical weather prediction model Action de Recherche Petite Echelle Grande Echelle (ARPEGE) and benefits from variable horizontal resolution, so that it is comparable to some limited-area mesoscale systems over France. Perturbations to the initial conditions are computed by combining an ensemble data assimilation system with singular vectors. Model uncertainties are represented through a ‘multiphysics’ approach with ten different physical parametrization sets. The article describes the set-up of the system and provides an assessment of the approaches used to represent initial conditions and model uncertainties. The positive impact of the variable horizontal resolution of PEARP is also illustrated. As a global ensemble forecast system (EFS), PEARP is also used to forecast cyclone tracks. It is shown that it has correctly predicted the landfall of hurricane Sandy. The performance of PEARP as run operationally with these features in 2014 is assessed objectively and compared with that of four operational global EFSs using classical probabilistic scores. This comparison is based on The Observing System Research and Predictability Experiment (THORPEX) Interactive Grand Global Ensemble (TIGGE) data. This is one of the first evaluations of EFSs for short-range forecasts. The reliability and global skill of the five EFSs are evaluated over a three-month period with scores computed against observations. PEARP shows skill comparable to or better than the other EFSs.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2469",
        "title": "PEARP, the Météo-France short-range ensemble prediction system"
    },
    {
        "author": "Xuyang Ge",
        "date": "2014-12-15",
        "description": "\n\nThe tropical cyclone (TC) secondary eyewall (SE) is an important aspect of TC intensity and structure forecast, because it largely affects the horizontal scale of destructive winds and heavy rainfall. Hence, it is important to understand the possible factors that influence the structure and size of SE. Idealized simulations suggest that the environmental humidity is one of the key factors. It is favorable for TC to establish a SE in a moist environment. Furthermore, the SE is likely to be located at a larger radius, thereby leads to a wider moat area. Consequently, the structure of SE would affect TC intensity change during the eyewall replacement cycle. This study strongly motivates further researches with respect to how the environmental conditions influence the storm dynamics and thermodynamics.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.553",
        "title": "Impacts of environmental humidity on concentric eyewall structure"
    },
    {
        "author": "Mathieu Plante, Seok-Woo Son, Eyad Atallah, John Gyakum, Kevin Grise",
        "date": "2014-09-24",
        "description": "\n\nExtratropical cyclone (ETC) tracks across eastern Canada are examined by applying a Lagrangian tracking algorithm to the lower-tropospheric relative vorticity field of reanalysis data. Both the seasonal cycle and the interannual variability of ETCs are quantified in terms of overall cyclone frequency, intensity, and regions of development and decay. We find that ETCs travelling to eastern Canada tend to develop over the Rockies, the Great Lakes and the US East Coast. The ETCs are most intense over Newfoundland and the North Atlantic Ocean, confirming previous findings. While ETCs at cities along the Atlantic coastline (e.g. St. John's) are dominated by East Coast cyclones (which are intense in winter), those inland (e.g. Toronto) track primarily from the Great Lakes. ETCs that develop over the Gulf of Mexico affect eastern Canada infrequently, but those that do tend to be intense. The interannual variability of the wintertime ETCs is influenced by the El Niño-Southern Oscillation (ENSO). Significant ENSO-related variability is found over most regions of southern Canada, except on the east coast. Although ETCs at Toronto are significantly modulated by ENSO, no visible changes are found at St. John's. These ENSO-related ETC changes are mostly due to the shifts in ETC development regions, with minor changes in the travelling direction of ETCs.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4170",
        "title": "Extratropical cyclone climatology across eastern Canada"
    },
    {
        "author": "Benjamin Ng, Kevin Walsh, Sally Lavender",
        "date": "2014-09-09",
        "description": "\n\nNorthwest Australian rain gauge data is analysed to obtain new estimates of the fraction of rainfall caused by tropical cyclones (TCs), in one of the regions of the globe where this fraction is greatest. For annual rainfall, at some coastal stations more than 40% of rainfall arises from TCs. There is substantial seasonal variation in this fraction, with largest fractions occurring in the October through December period, where some stations have more than 70% of rainfall from TCs. There is a sharp gradient in this percentage away from the coastline, with inland values typically less than 30%. With the exception of a narrow coastal region in the tropics, changes in TC rainfall cannot explain recent rainfall trends in this region, with only a small number of locations exhibiting agreement between trends in total rainfall and trends in TC rainfall.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4148",
        "title": "The contribution of tropical cyclones to rainfall in northwest Australia"
    },
    {
        "author": "John L. Beven et al",
        "date": "2012-06-29",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-11-00264.1?af=R",
        "title": "Atlantic Hurricane Season of 2010"
    },
    {
        "author": "HONGLI WANG, MU MU, XIANG-YU HUANG",
        "date": "2011-09-02",
        "description": "Conditional non-linear optimal perturbation (CNOP), which is a natural extension of the linear singular vector into the non-linear regime, has been suggested to identify data-sensitive regions in the adaptive observation strategy. CNOP is the global maximum of a cost function, whereas, local CNOP is the local maximum of the cost function if the local maximum exists. The potential application of CNOPs to tropical cyclone adaptive observation is researched. The CNOPs and the first singular vector (FSV) are numerically obtained by a spectral projected gradient algorithm with the Weather Research Forecasting (WRF) model. This paper examines two tropical cyclone cases, a fast straight moving typhoon Matsa (2005) and a slow moving recurving typhoon Shanshan (2006). The CNOPs and FSVs are obtained using the norms of background error at initial time and total dry energy at final time with a 36-h optimization time interval. The spatial structures of CNOPs, their energies, non-linear evolutions and impacts on track simulations are compared with those of the FSVs. The results show that both the CNOPs and the FSVs are localized, and evolve into the verification area at the final time with the upscale growth of perturbations. However, the CNOPs are different from the FSVs in spatial patterns, wind maximum distribution, growth rate of energy and impact on track simulation. Compared to FSV, CNOP and local CNOP have greater impact on the forecast in the verification region at the final time in terms of total energy, and have larger, at least similar impact on track simulation too. This indicates the CNOP method with constraint of the norm of background error at initial time and total energy norm at final time is a reasonable candidate in tropical cyclone adaptive observation. Therefore, both CNOP and local CNOP are suggested to be considered in tropical cyclone adaptive observation.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00536.x",
        "title": "Application of conditional non-linear optimal perturbations to tropical cyclone adaptive observation using the Weather Research Forecasting (WRF) model"
    },
    {
        "author": "ADRIAN J. CHAMPION, KEVIN I. HODGES, LENNART O. BENGTSSON, NOEL S. KEENLYSIDE, MONIKA ESCH",
        "date": "2011-08-17",
        "description": "The effect of a warmer climate on the properties of extratropical cyclones is investigated using simulations of the ECHAM5 global climate model at resolutions of T213 (60 km) and T319 (40 km). Two periods representative of the end of the 20th and 21st centuries are investigated using the IPCC A1B scenario. The focus of the paper is on precipitation for the NH summer and winter seasons, however results from vorticity and winds are also presented. Similar number of events are identified at both resolutions. There are, however, a greater number of extreme precipitation events in the higher resolution run. The difference between maximum intensity distributions is shown to be statistically significant using a Kolmogorov–Smirnov test. A generalized Pareto distribution is used to analyse changes in extreme precipitation and wind events. In both resolutions, there is an increase in the number of extreme precipitation events in a warmer climate for all seasons, together with a reduction in return period. This is not associated with any increased vertical velocity, or with any increase in wind intensity in the winter and spring. However, there is an increase in wind extremes in the summer and autumn associated with tropical cyclones migrating into the extratropics.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00538.x",
        "title": "Impact of increasing resolution and a warmer climate on extreme weather from Northern Hemisphere extratropical cyclones"
    },
    {
        "author": "CAROLYN A. REYNOLDS, JAMES A. RIDOUT, JUSTIN G. McLAY",
        "date": "2011-08-08",
        "description": "The impact of parameter variations on the Navy Operational Global Atmospheric Prediction System ensemble performance is examined, and subsets of ensemble members are used to identify the relative impact of the individual parameters. Two sets of parameter variations are considered. The first set has variations in the parametrization of cumulus convection only. The second set has variations in both convection and boundary layer parametrizations. In the tropics, parameter variations significantly increase ensemble spread in wind and temperature fields, and significantly reduce Brier scores for low-level wind speed and temperature, primarily through improvements to the resolution (the impact in the extratropics is negligible). There are also small but significant improvements in the ensemble mean tropical cyclone track forecasts. For the metrics considered here, the second set of parameter variations outperforms the first set. Examination of the spread within ensemble subsets suggests that the parameter with the biggest overall impact is one that helps to control the convective updraft parcel temperature deficit at cloud base level. Variations in the von Kármán constant significantly increase ensemble spread in the low-level tropical winds near the date line, and in the low-level temperature field throughout the tropics and subtropics.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00532.x",
        "title": "Examination of parameter variations in the U. S. Navy Global Ensemble"
    }
]