[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impact of assimilating radiances from the Advanced Microwave Sounding Unit-A (AMSU-A) on the track prediction of Typhoon Megi (2010) was studied using the Weather Research and Forecasting (WRF) model and a hybrid ensemble three-dimensional variational (En3DVAR) data assimilation (DA) system. The influences of tuning the length scale and variance scale factors related to the static background error covariance (BEC) on the track forecast of the typhoon were studied. The results show that, in typhoon radiance data assimilation, a moderate length scale factor improves the prediction of the typhoon track. The assimilation of AMSU-A radiances using 3DVAR had a slight positive impact on track forecasts, even when the static BEC was carefully tuned to optimize its performance. When the hybrid DA was employed, the track forecast was significantly improved, especially for the sharp northward turn after crossing the Philippines, with the flow-dependent ensemble covariance. The flow-dependent BEC can be estimated by the hybrid DA and was capable of adjusting the position of the typhoon systematically. The impacts of the typhoon-specific BEC derived from ensemble forecasts were revealed by comparing the analysis increments and forecasts generated by the hybrid DA and 3DVAR. Additionally, for 24 h forecasts, the hybrid DA experiment with use of the full flow-dependent background error substantially outperformed 3DVAR in terms of the horizontal winds and temperature in the lower and mid-troposphere and for moisture at all levels.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4239-4", 
        "title": "Assimilating AMSU-a radiance data with the WRF hybrid En3DVAR system for track predictions of Typhoon Megi (2010)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Tropical cyclones (TCs) in the South China Sea (SCS) are either generated locally or formed non-locally in the Northwest Pacific Ocean (NWP) and entered into the SCS. Here, it is found that local TCs vary out-of-phase with non-local TCs in summer. That is, if fewer (more) TCs enter into the SCS from the NWP, more (fewer) TCs are generated over the SCS. Further analyses show that variability of the western Pacific subtropical high (WPSH) is responsible for the out-of-phase relationship. As the WPSH shifts eastward (westward), fewer (more) non-local TCs formed in the NWP can enter into the SCS because TCs are recurved northward (moved westward). Due to the eastward (westward) movement of the WPSH, positive (negative) low-level vorticity anomalies, weak (strong) vertical wind shear between the upper and lower troposphere, and anomalous upward (downward) motion in the middle troposphere are induced in the northern SCS. The changes in the relative vorticity, vertical wind shear and vertical velocity are favorable (unfavorable) for the local TC genesis in the SCS. These variations of non-local and local TCs result in an out-of-phase relationship between TCs formed locally in the SCS and non-locally in the NWP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2362-7", 
        "title": "Out-of-phase relationship between tropical cyclones generated locally in the South China Sea and non-locally from the Northwest Pacific Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      The pre-monsoon tropical cyclone (TC) activity and the monsoon evolution in the Bay of Bengal (BoB) are both influenced by the Madden–Julian Oscillation (MJO), but the two do not always occur in unison. This study examines the conditions that allow the MJO to modulate the monsoon onset in Myanmar and TC activity concurrently. Using the APHRODITE gridded precipitation and the ERA-Interim reanalysis datasets, composite evolutions of monsoon rainfall and TC genesis are constructed for the period of 1979–2010. It is found that the MJO exhibits a strong interannual variability in terms of phase and intensity, which in some years modulate the conditions for BoB TCs to shortly precede or form concurrently with the monsoon onset in Myanmar. Such a modulation is absent in years of weaker MJO events. Further understanding of the interannual variability of MJO activity could facilitate the prediction of the monsoon onset and TC formation in the BoB.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2289-z", 
        "title": "Bay of Bengal: coupling of pre-monsoon tropical cyclones with the monsoon onset in Myanmar"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate the impacts of solar radiation on tropical cyclone (TC) warm-core structure (i.e., the magnitude and height), a pair of idealized simulations are conducted by specifying different strengths of solar shortwave radiation. It is found that the TC warm core is highly sensitive to the shortwave radiative effect. For the nighttime storm, a tendency for a more intense warm core is found, with an elevated height compared to its daytime counterpart. As pointed out by previous studies, the radiative cooling during nighttime destabilizes the local and large-scale environment and thus promotes deep moist convection, which enhances the TC’s intensity. Due to the different inertial stabilities, the diabatic heating in the eyewall will force different secondary circulations. For a strong TC with a deeper vertical structure, this promotes a thin upper-level inflow layer. This inflow carries the lower stratospheric air with high potential temperature and descends adiabatically in the eye, resulting in significant upper-level warming. The Sawyer–Eliassen diagnosis further confirms that the height of the maximum temperature anomaly is likely attributable to the balance among the forced secondary circulations.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4206-0", 
        "title": "Sensitivity of the warm core of tropical cyclones to solar radiation"
    }, 
    {
        "author": "Karthik Balaguru, Gregory R. Foltz, L. Ruby Leung, Eric D'Asaro, Kerry A. Emanuel, Hailong Liu, Sarah E. Zedler", 
        "date": "2015-07-24", 
        "description": "\n\nTo incorporate the effects of tropical cyclone (TC) induced upper-ocean mixing and sea surface temperature (SST) cooling on TC intensification, a vertical average of temperature down to a fixed depth was proposed as a replacement for SST within the framework of air-sea coupled Potential Intensity (PI). However, the depth to which TC-induced mixing penetrates may vary substantially with ocean stratification and storm state. To account for these effects, here we develop a ‘dynamic potential intensity’ (DPI) based on considerations of stratified fluid turbulence. For the Argo period 2004–2013 and the three major TC basins of the Northern Hemisphere, we show that the DPI explains 11–32% of the variance in TC intensification, compared to 0–16%using previous methods. The improvement obtained using the DPI is particularly large in the eastern Pacific where the thermocline is shallow and ocean stratification effects are strong.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064822", 
        "title": "Dynamic Potential Intensity: An improved representation of the ocean's impact on tropical cyclones 3"
    }, 
    {
        "author": "Sergio F. Abarca, Michael T. Montgomery, James C. McWilliams", 
        "date": "2015-07-23", 
        "description": "\n\nThis work examines the azimuthally-averaged boundary layer structure of a numerically-simulated hurricane. We nominally define the hurricane boundary layer as the layer in which the effects of surface friction are associated with significant departures from gradient wind balance. The boundary layer in the intensifying primary and forming secondary eyewalls is found to be nonlinear. At larger radii, exterior to the eyewalls, Ekman-like balance as traditionally defined, is found to hold true. Where significant departures from Ekman-like balance are found, the departures are characterized by large vertical advection of horizontal velocity through the depth of the boundary layer. Shock-like structures are not found to be prominent in the azimuthally-averaged view of the vortex boundary layer, with the largest azimuthally-averaged radial gradients of the radial and tangential velocities being on the order of only a few meters per second per kilometer. Also, in the radial regions of the eyewalls, at the height where the averaged tangential wind is a maximum, the radial advection of radial velocity is an order of magnitude smaller than the agradient force per unit mass. Some physical implications of these findings are discussed. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000457", 
        "title": "The azimuthally averaged boundary layer structure of a numerically simulated major hurricane"
    }, 
    {
        "author": "S.-M. Huang, Leo Oey", 
        "date": "2015-07-22", 
        "description": "\n\nThe rightward tendency (in northern hemisphere) of enhanced phytoplankton bloom often observed in the wake of a tropical cyclone has commonly been attributed to the rightward bias of mixing due to stronger wind and wind-current resonance. We demonstrated using a high-resolution biophysical model that vertical mixing alone resulted only in weak asymmetry after the passage of the storm. The enhanced bloom was caused instead by decreased turbulence due to re-stratification by sub-mesoscale recirculation cells preferentially produced on the right side, rightward shift of cool isotherms, and spin-up of a subsurface jet. We showed using a two-time scale asymptotic expansion that these slower evolving features were forced by resonance Reynolds stresses of the energetic and rapidly oscillating near-inertial internal waves. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010896", 
        "title": "Right-side cooling and phytoplankton bloom in the wake of a tropical cyclone"
    }, 
    {
        "author": "L. Bernardet et al", 
        "date": "2015-07-21", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 6, Page 953-960, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00093.1?af=R", 
        "title": "Community Support and Transition of Research to Operations for the Hurricane Weather Research and Forecasting Model"
    }, 
    {
        "author": "June) Wang et al", 
        "date": "2015-07-21", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 6, Page 961-973, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00203.1?af=R", 
        "title": "A Long-Term, High-Quality, High-Vertical-Resolution GPS Dropsonde Dataset for Hurricane and Other Studies"
    }, 
    {
        "author": "Kevin J. E. Walsh et al", 
        "date": "2015-07-21", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 6, Page 997-1017, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00242.1?af=R", 
        "title": "Hurricanes and Climate: The U.S. CLIVAR Working Group on Hurricanes"
    }, 
    {
        "author": "Florian Pantillon, Jean-Pierre Chaboureau, Evelyne Richard", 
        "date": "2015-07-21", 
        "description": "\n\nOperational ensemble forecasts for the western Mediterranean exhibited high uncertainty while Hurricane Nadine was slowly moving over the eastern North Atlantic in September 2012. The forecasts showed a bifurcation in the track of Nadine – a significant fraction predicting its landfall over the Iberian Peninsula – and a high spread in the synoptic conditions downstream. The forecast uncertainty was a major issue for planning observations during the first special observation period (SOP1) of the Hydrological cycle in Mediterranean eXperiment (HyMeX). Clustering the ensemble forecast of the European Centre for Medium-Range Weather Forecasts reveals two scenarios for the interaction between Nadine and an Atlantic cutoff, which controls both the track of Nadine and the synoptic conditions downstream. The observed scenario of weak interaction is characterized by Nadine moving westward and the cutoff moving eastward. The cutoff then triggers precipitation over the Cévennes in southeastern France. The contrasting scenario of strong interaction is characterized by Nadine and the cutoff rotating around each other over the Atlantic. Nadine then either merges with the cutoff or makes landfall over the Iberian Peninsula. The interaction between Nadine and the cutoff mimics the vortex-vortex interaction previously observed between two tropical cyclones or two upper-level vortices. It differs from the usual interaction between a tropical cyclone and a larger trough during extratropical transition. A critical distance of about 1000 km between Nadine and the cutoff distinguishes the cases of weak and strong interaction in the ensemble forecast. Shifting the initial position of Nadine in Meso-NH numerical experiments confirms the critical distance and suggests a bifurcation point in the relative position of Nadine and the cutoff. The high forecast sensitivity to the vortex-vortex interaction resulted in the lowest predictability over the Mediterranean during the whole HyMeX SOP1.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2635", 
        "title": "Vortex-vortex interaction between Hurricane Nadine (2012) and an Atlantic cutoff dropping the predictability over the Mediterranean"
    }, 
    {
        "author": "ALEXANDRE O. FIERRO et al", 
        "date": "2015-07-20", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0374.1?af=R", 
        "title": "Explicitly simulated electrification and lightning within a tropical cyclone based on the environment of Hurricane Isaac (2012)."
    }, 
    {
        "author": "David Shultz", 
        "date": "2015-07-20", 
        "description": "Hurricane Sandy moved a lot of debris, but where did it all end up?", 
        "journal": "EOS", 
        "link": "https://eos.org/research-spotlights/underwater-robot-tracked-ocean-sediment-during-hurricane-sandy?utm_source=rss&utm_medium=rss&utm_content=underwater-robot-tracked-ocean-sediment-during-hurricane-sandy", 
        "title": "Underwater Robot Tracked Ocean Sediment During Hurricane Sandy"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley", 
        "date": "2015-07-18", 
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic basin is too short (AD 1851-present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four CMIP5 models to generate synthetic tropical cyclone data sets for the Atlantic basin that span the interval AD 850 – 2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357", 
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    }, 
    {
        "author": "Benjamin A. Schenkel et al", 
        "date": "2015-07-17", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00780.1?af=R", 
        "title": "An examination of the thermodynamic impacts of western North Pacific tropical cyclones on their tropical tropospheric environment"
    }, 
    {
        "author": "Catherine M. Naud et al", 
        "date": "2015-07-17", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-15-0045.1?af=R", 
        "title": "Thermodynamic phase and ice cloud properties in northern hemisphere winter extratropical cyclones observed by Aqua AIRS"
    }, 
    {
        "author": "Xiao-Yong ZHUGE et al", 
        "date": "2015-07-17", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0024.1?af=R", 
        "title": "Reassessing the use of Inner-Core Hot Towers to Predict Tropical Cyclone Rapid Intensification"
    }, 
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin", 
        "date": "2015-07-17", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "William Miller et al", 
        "date": "2015-07-16", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0386.1?af=R", 
        "title": "On the Rapid Intensification of Hurricane Wilma (2005). Part III: Effects of Latent Heat of Fusion"
    }, 
    {
        "author": "J. Nakamura et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1620-1636, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0141.1?af=R", 
        "title": "HITS: Hurricane Intensity and Track Simulator with North Atlantic Ocean Applications for Risk Assessment"
    }, 
    {
        "author": "S. Zhang, M. Zhao, S.-J. Lin, X. Yang, W. Anderson, W. Zhang, A. Rosati, S. Underwood, F. Zeng", 
        "date": "2015-07-16", 
        "description": "\n\nThis study examines two sets of high-resolution coupled model forecasts starting from no-tropical cyclone (TC) and correct-TC-statistics initial conditions to understand the role of TC events on climate prediction. While the model with no-TC initial conditions can quickly spin-up TCs within a week, the initial conditions with a corrected TC distribution can produce more accurate forecast of sea surface temperature up to 1.5 months and maintain larger ocean heat content up to 6 months due to enhanced mixing from continuous interactions between initialized and forecasted TCs and the evolving ocean states. The TC-enhanced tropical ocean mixing strengthens the meridional heat transport in the Southern Hemisphere driven primarily by Southern Ocean surface Ekman fluxes but weakens the Northern Hemisphere poleward transport in this model. This study suggests a future plausible initialization procedure for seamless weather-climate prediction when individual convection-permitting cyclone initialization is incorporated into this TC-statistics-permitting framework.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064745", 
        "title": "Impact of having realistic tropical cyclone frequency on ocean heat content and transport forecasts in a high-resolution coupled model"
    }, 
    {
        "author": "Falko Judt, Shuyi S. Chen", 
        "date": "2015-07-16", 
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998 to 2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles. An example of application is presented here using a 1.3 km grid spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609", 
        "title": "A new aircraft hurricane wind climatology and applications in assessing the predictive skill of tropical cyclone intensity using high-resolution ensemble forecasts"
    }, 
    {
        "author": "Qing Yan et al", 
        "date": "2015-07-15", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0054.1?af=R", 
        "title": "Tropical Cyclone Genesis Factors in a Simulation of the Last Two Millennia: Results from Community Earth System Model"
    }, 
    {
        "author": "K. I. Hodges et al", 
        "date": "2015-07-14", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-13-00385.1?af=R", 
        "title": "The Prediction of Northern Hemisphere Tropical Cyclone Extended Lifecycles by the ECMWF Ensemble and Deterministic Prediction Systems. Part 1: Tropical Cyclone Stage."
    }, 
    {
        "author": "Thomas J. Galarneau et al", 
        "date": "2015-07-14", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0036.1?af=R", 
        "title": "Diagnosis of Track Forecast Errors for Tropical Cyclone Rita (2005) Using GEFS Reforecasts"
    }, 
    {
        "author": "Caroline Muller, Sandrine Bony", 
        "date": "2015-07-14", 
        "description": "\n\nThe organization of convection is ubiquitous, but its physical understanding remains limited. One particular type of organization is the spatial self-aggregation of convection, taking the form of cloud clusters, or tropical cyclones in the presence of rotation. We show that several physical processes can give rise to self-aggregation and highlight the key features responsible for it, using idealized simulations. Longwave radiative feedbacks yield a “radiative aggregation.” In that case, sufficient spatial variability of radiative cooling rates yields a low-level circulation, which induces the upgradient energy transport and radiative-convective instability. Not only do vertically integrated radiative budgets matter but the vertical profile of cooling is also crucial. Convective aggregation is facilitated when downdrafts below clouds are weak (“moisture-memory aggregation”), and this is sufficient to trigger aggregation in the absence of longwave radiative feedbacks. These results shed some light on the sensitivity of self-aggregation to various parameters, including resolution or domain size.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064260", 
        "title": "What favors convective aggregation and why?"
    }, 
    {
        "author": "Xueyan Bi, Zhiqiu Gao, Yangang Liu, Feng Liu, Qingtao Song, Jian Huang, Huijun Huang, Weikang Mao, Chunxia Liu", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper investigates the relationships between friction velocity, 10 m drag coefficient, and 10 m wind speed using data collected at two offshore observation towers (one over the sea and the other on an island) from seven typhoon episodes in the South China Sea from 2008 to 2014. The two towers were placed in areas with different water depths along a shore-normal line. The depth of water at the tower over the sea averages about 15 m, and the depth of water near the island is about 10 m. The observed maximum 10 min average wind speed at a height of 10 m is about 32 m s−1. Momentum fluxes derived from three methods (eddy covariance, inertial dissipation, and flux profile) are compared. The momentum fluxes derived from the flux profile method are larger (smaller) over the sea (on the island) than those from the other two methods. The relationship between the 10 m drag coefficient and the 10 m wind speed is examined by use of the data obtained by the eddy covariance method. The drag coefficient first decreases with increasing 10 m wind speed when the wind speeds are 5–10 m s−1, then increases and reaches a peak value of 0.002 around a wind speed of 18 m s−1. The drag coefficient decreases with increasing 10 m wind speed when 10 m wind speeds are 18–27 m s−1. A comparison of the measurements from the two towers shows that the 10 m drag coefficient from the tower in 10 m water depth is about 40% larger than that from the tower in 15 m water depth when the 10 m wind speed is less than 10 m s−1. Above this, the difference in the 10 m drag coefficients of the two towers disappears.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023172", 
        "title": "Observed drag coefficients in high winds in the near offshore of the South China Sea"
    }, 
    {
        "author": "Gerald L. Thomsen, Roger K. Smith, Michael T. Montgomery", 
        "date": "2015-07-14", 
        "description": "\n\nWe investigate the hypothesized effects of a uniform flow on the structural evolution of a tropical cyclone using a simple idealized, three-dimensional, convection-permitting, numerical model. The study addresses three outstanding basic questions concerning the effects of moist convection on the azimuthal flow asymmetries and provides a bridge between the problem of tropical cyclone intensification in a uniform flow and that in vertical shear.\nAt any instant of time, explicit deep convection in the model generates flow asymmetries that tend to mask the induced flow asymmetries predicted by a dry, slab boundary-layer model of Shapiro, whose results are frequently invoked as a benchmark for characterizing the boundary-layer induced vertical motion for a translating storm.\nIn sets of ensemble experiments in which the initial low-level moisture field is randomly perturbed, time-averaged ensemble mean fields in the mature stage show a coherent asymmetry in the vertical motion rising into the eyewall and in the total (horizontal) wind speed just above the boundary layer. The maximum ascent occurs about 45 degrees to the left of the vortex motion vector, broadly in support of Shapiro's results, in which it occurs ahead of the storm, and consistent with one earlier more complex numerical calculation by Frank and Ritchie. The total wind asymmetry just above the boundary layer has a maximum in the forward right sector, which is in contrast to the structure effectively prescribed by Shapiro based on an inviscid dry symmetric vortex translating in a uniform flow where, in an Earth-relative frame, the maximum is on the right. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000477", 
        "title": "Tropical cyclone flow asymmetries induced by a uniform flow revisited"
    }, 
    {
        "author": "Zhanhong Ma et al", 
        "date": "2015-07-10", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0058.1?af=R", 
        "title": "Contributions of Surface Sensible Heat Fluxes to Tropical Cyclone. Part II: The Sea Spray Processes"
    }, 
    {
        "author": "Daniel R. Chavas et al", 
        "date": "2015-07-09", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0014.1?af=R", 
        "title": "A model for the complete radial structure of the tropical cyclone wind field. Part I: Comparison with observed structure"
    }, 
    {
        "author": "James F Booth et al", 
        "date": "2015-07-09", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0320.1?af=R", 
        "title": "The paths of extratropical cyclones associated with wintertime high wind events in the Northeast United States"
    }, 
    {
        "author": "Yoshiaki Miyamoto et al", 
        "date": "2015-07-08", 
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 7, Page 2666-2681, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0193.1?af=R", 
        "title": "A Triggering Mechanism for Rapid Intensification of Tropical Cyclones"
    }, 
    {
        "author": "Mingyu Bi et al", 
        "date": "2015-07-08", 
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 7, Page 2682-2702, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0269.1?af=R", 
        "title": "Interactions between Typhoon Megi (2010) and a Low-Frequency Monsoon Gyre"
    }, 
    {
        "author": "Ting-Chi Wu et al", 
        "date": "2015-07-08", 
        "description": "Monthly Weather Review, Volume 143, Issue 7, Page 2506-2531, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00220.1?af=R", 
        "title": "Understanding the Influence of Assimilating Subsets of Enhanced Atmospheric Motion Vectors on Numerical Analyses and Forecasts of Tropical Cyclone Track and Intensity with an Ensemble Kalman Filter"
    }, 
    {
        "author": "Kenneth P. Bowman et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5325-5334, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00804.1?af=R", 
        "title": "The Diurnal Cycle of Precipitation in Tropical Cyclones"
    }, 
    {
        "author": "T. Matthews, C. Murphy, R. L. Wilby, S. Harrigan", 
        "date": "2015-07-06", 
        "description": "\n\nThe British-Irish Isles (BI) lie beneath the North Atlantic storm track year-round and thus are impacted by the passage of extra-tropical cyclones. Given recent extreme storminess and projections of enhanced winter cyclone activity for this region, there is much interest in assessing the extent to which the cyclone climate of the region may be changing. We address this by assessing a 142-year (1871–2012) record of cyclone frequency, intensity and ‘storminess’ derived from the 20th Century Reanalysis V2 (20CR) dataset. We also use this long-term record to examine associations between cyclone activity and regional hydroclimate. Our results confirm the importance of cyclone frequency in driving seasonal precipitation totals which we find to be greatest during summer months. Cyclone frequency and storminess are characterized by pronounced interannual and multi-decadal variability which are strongly coupled to atmospheric blocking in the Euro-Atlantic region, but we detect no evidence of an increasing trend. We observe an upward trend in cyclone intensity for the BI region, which is strongest in winter and consistent with model projections, but promote caution interpreting this given the changing data quality in the 20CR over time. Nonetheless, we assert that long-term reconstruction is helpful for contextualizing recent storminess and for identifying emerging changes in regional hydroclimate linked to cyclones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4425", 
        "title": "A cyclone climatology of the British-Irish Isles 1871–2012"
    }, 
    {
        "author": "Falko Judt, Shuyi S. Chen, Judith Berner", 
        "date": "2015-07-06", 
        "description": "\n\nA systematic study of the intrinsic predictability of tropical cyclone (TC) intensity is conducted using a set of cloud-resolving model ensembles of Hurricane Earl (2010). The ensembles are perturbed with a stochastic kinetic-energy backscatter scheme (SKEBS) and started from identical initial conditions. Scale-dependent error growth is investigated by imposing stochastic perturbations with various spatial scales on the TC and its environment. Predictability limits (upper bound) are determined by computing the error magnitude associated with each component of the Fourier-decomposed TC wind fields at forecast times up to 7 days. Three SKEBS ensembles with different perturbation scales are used to investigate the effects of small-scale, mesoscale and large-scale uncertainties on the predictability of TC intensity. In addition, the influence of the environmental flow is investigated by perturbing the lateral boundary conditions. It is found that forecast errors grow rapidly on small scales (azimuthal wavenumbers > 20), which saturate within 6–12 h in all four ensembles, regardless of perturbation scale. Errors grow relatively slower on scales corresponding to rainbands (wavenumbers 2–5), limiting the predictability of these features to 1–5 days. Earl's mean vortex and the wavenumber 1 asymmetry are comparatively resistant to error growth and remain predictable for at least 7 days. Forecast uncertainty of the mean vortex and wavenumber 1 asymmetry is greater in the large-scale perturbation and perturbed lateral boundary condition ensembles. The results from this case indicate that the predictability of the mean vortex and wavenumber 1 asymmetry is predominately associated with the predictability of the large-scale environment, which is generally much longer than that of convective-scale processes within the TC.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2626", 
        "title": "Predictability of Tropical Cyclone Intensity: Scale-Dependent Forecast Error Growth in High-Resolution Stochastic Kinetic-Energy Backscatter Ensembles"
    }, 
    {
        "author": "John Kaplan et al", 
        "date": "2015-07-02", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0032.1?af=R", 
        "title": "Evaluating environmental impacts on tropical cyclone rapid intensification predictability utilizing statistical models"
    }, 
    {
        "author": "J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano", 
        "date": "2015-07-02", 
        "description": "<b>Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks</b><br /><br />Natural Hazards and Earth System Science, 15, 1473-1481, 2015<br /><br />Author(s): J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano<br /><br />Super Typhoon Haiyan entered the Philippine Area of Responsibility\n      (PAR) on 7 November 2013, causing tremendous damage to infrastructure and\n      loss of lives mainly due to the storm surge and strong winds. Storm\n      surges up to a height of 7 m were reported in the hardest hit\n      areas. The threat imposed by this kind of natural calamity compelled\n      researchers of the Nationwide Operational Assessment of Hazards (Project\n      NOAH) which is the flagship disaster mitigation program of the Department of\n      Science and Technology (DOST) of the Philippine government to undertake a\n      study to determine the vulnerability of all Philippine coastal communities to storm surges of the same\n      magnitude as those generated by Haiyan. This study calculates the\n      maximum probable storm surge height for every coastal locality by\n      running simulations of Haiyan-type conditions but with tracks of\n      tropical cyclones that entered PAR from 1948–2013. One product of\n      this study is a list of the 30 most vulnerable coastal areas that can\n      be used as a basis for choosing priority sites for further studies to\n      implement appropriate site-specific solutions for flood risk\n      management. Another product is the storm tide inundation maps that the\n      local government units can use to develop a risk-sensitive land use\n      plan for identifying appropriate areas to build residential buildings,\n      evacuation sites, and other critical facilities and lifelines. The\n      maps can also be used to develop a disaster response plan and\n      evacuation scheme.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1473/2015/", 
        "title": "Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks"
    }, 
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-06-30", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    }, 
    {
        "author": "S. N. Tulich", 
        "date": "2015-06-30", 
        "description": "\n\nThis paper describes a general method for the treatment of convective momentum transport (CMT) in large-scale dynamical solvers that use a cyclic, two-dimensional (2-D) cloud-resolving model (CRM) as a “superparameterization” of convective-system-scale processes. The approach is similar in concept to traditional parameterizations of CMT, but with the distinction that both the scalar transport and diagnostic pressure gradient force are calculated using information provided by the 2-D CRM. No assumptions are therefore made concerning the role of convection-induced pressure gradient forces in producing up or down-gradient CMT. The proposed method is evaluated using a new superparameterized version of the Weather Research and Forecast model (SP-WRF) that is described herein for the first time. Results show that the net effect of the formulation is to modestly reduce the overall strength of the large-scale circulation, via “cumulus friction.” This statement holds true for idealized simulations of two types of mesoscale convective systems, a squall line, and a tropical cyclone, in addition to real-world global simulations of seasonal (1 June to 31 August) climate. In the case of the latter, inclusion of the formulation is found to improve the depiction of key synoptic modes of tropical wave variability, in addition to some aspects of the simulated time-mean climate. The choice of CRM orientation is also found to importantly affect the simulated time-mean climate, apparently due to changes in the explicit representation of wide-spread shallow convective regions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000417", 
        "title": "A strategy for representing the effects of convective momentum transport in multiscale models: Evaluation using a new superparameterized version of the Weather Research and Forecast model (SP-WRF)"
    }, 
    {
        "author": "B Rutherford, TJ Dunkerton, MT Montgomery", 
        "date": "2015-06-28", 
        "description": "\n\nTracking pre-genesis tropical cyclones is important for earlier detection of developing systems as well as targeting potential locations for dropsondes in field experiments. The use of a reference frame moving with the disturbance gives a more accurate depiction of streamlines and closed circulation than the Earth-relative frame. Identification of recirculating regions does not require a choice of reference frame, however, when marked by the Galilean invariant Eulerian Okubo-Weiss (OW) parameter. While the Eulerian OW parameter is generally effective at identifying vortex cores at a given place and a given time, it has its limitations in weak disturbances and in time-dependent flows. Integrating the eigenvalue of the velocity gradient tensor along particle trajectories provides a time-smoothing of the Eulerian OW parameter, and provides earlier detection with fewer false alarms. We refer to this integration along trajectories as the Lagrangian Okubo-Weiss (OW) parameter. When mapped to a horizontal grid it becomes a Lagrangian OW field.\nThe Lagrangian OW field has advantages over the Eulerian OW field in the detail of additional flow structures that it identifies. The Lagrangian OW field shows the Lagrangian boundaries that are present as a disturbance develops from an easterly wave, and a shear sheath that forms when a disturbance becomes self-sustaining, typically at tropical storm strength. Since all of these structures are Lagrangian, they are advected with the flow field, and display the continuous evolution of coherent flow features as the fluid evolves.\nExamples of the use of the Lagrangian OW field are given for ECMWF forecast data from the 2014 Atlantic hurricane season. All of the Lagrangian coherent structures that can be identified by this field are shown for developing disturbances and mature cyclones. The Lagrangian OW field also shows additional details of vortex mergers, and is used to identify a stable crystal lattice configuration in which vorticity does not aggregate.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2616", 
        "title": "Lagrangian vortices in developing tropical cyclones"
    }, 
    {
        "author": "Christopher S. Ruf et al", 
        "date": "2015-06-26", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00218.1?af=R", 
        "title": "New Ocean Winds Satellite Mission to Probe Hurricanes and Tropical Convection"
    }, 
    {
        "author": "Masaru Kunii", 
        "date": "2015-06-26", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00088.1?af=R", 
        "title": "Assimilation of Tropical Cyclone Track and Wind Radius Data with an Ensemble Kalman Filter"
    }, 
    {
        "author": "Brandon P. Bukunt et al", 
        "date": "2015-06-26", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0004.1?af=R", 
        "title": "The subtropical jet stream delivers the coup de grace to Hurricane Felicia (2009)"
    }, 
    {
        "author": "Elizabeth R. Sanabia et al", 
        "date": "2015-06-22", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0066.1?af=R", 
        "title": "Satellite and aircraft observations of the eyewall replacement cycle in Typhoon Sinlaku (2008)"
    }, 
    {
        "author": "Takenori Shimozono, Yoshimitsu Tajima, Andrew B. Kennedy, Hisamichi Nobuoka, Jun Sasaki, Shinji Sato", 
        "date": "2015-06-19", 
        "description": "\n\nSuper typhoon Haiyan struck the Philippines on 8 November 2013, marking one of the strongest typhoons at landfall in recorded history. Extreme storm waves attacked the Pacific coast of Eastern Samar where the violent typhoon first made landfall. Our field survey confirmed that storm overwash heights of 6–14 m above mean sea level were distributed along the southeastern coast and extensive inundation occurred in some coastal villages in spite of natural protection by wide fringing reefs. A wave model based on Boussinesq-type equations is constructed to simulate wave transformation over shallow fringing reefs and validated against existing laboratory data. Wave propagation and runup on the Eastern Samar coast are then reproduced using offshore boundary conditions based on a wave hindcast. The model results suggest that extreme waves on the shore are characterized as a superposition of the infragravity wave and sea-swell components. The balance of the two components is strongly affected by the reef width and beach slope through wave breaking, frictional dissipation, reef-flat resonances, and resonant runup amplification. Therefore, flood characteristics significantly differ from site to site due to a large variation of the two topographic parameters on the hilly coast. Strong coupling of infragravity waves and sea swells produces extreme runup on steep beaches fronted by narrow reefs, whereas the infragravity waves become dominant over wide reefs and they evolve into bores on steep beaches.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010760", 
        "title": "Combined infragravity wave and sea-swell runup over fringing reefs by super typhoon Haiyan"
    }, 
    {
        "author": "Vijay Tallapragada et al", 
        "date": "2015-06-15", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00138.1?af=R", 
        "title": "Forecasting Tropical Cyclones in the Western North Pacific Basin using the NCEP Operational HWRF Model. Real-time Implementation in 2012"
    }, 
    {
        "author": "Charles R. Sampson et al", 
        "date": "2015-06-15", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0009.1?af=R", 
        "title": "A consensus forecast for tropical cyclone gale wind radii"
    }, 
    {
        "author": "Chuanzheng Zhang, Arata Kaneko, Xiao-Hua Zhu, Noriaki Gohda", 
        "date": "2015-06-15", 
        "description": "\n\nTemperature variations caused by a typhoon were measured in the northern part of Hiroshima Bay by four coastal acoustic tomography (CAT) systems. The horizontal distributions of depth-averaged temperature from 0 to 8 m were mapped at 10 min intervals between the 11 and 25 September 2013. The horizontal distributions of a coastal upwelling and the associated diurnal internal tides were reconstructed well by regularized inversion based on the grid segmented method, using one-way travel time data along five successful sound transmission lines. Station-to-station ranges were corrected in such a way that sound speed (determined from one-way travel time data) was equal to sound speed calculated from a couple of CTD (conductivity-temperature-depth) data sets on each transmission line. In addition, all station positions were adjusted to make focal points at the geographical positions of the transducers. The corrections increased the accuracy of temperature measurements to make temperature errors as small as 0.073–0.079°C. The high accuracy made it possible to map the temperature structure with a variation range of less than 0.5°C. An upwelling grew from 16 to 17 September, due to a typhoon-derived northerly wind. The diurnal internal tide resonated with the semidiurnal external tide, which was pronounced after the upwelling decayed (18 September), around the time the spring tide occurred. The upwelling and mixing fractions were formulated. These fractions increased continuously as the upwelling grew. Complete mixing was observed during the upwelling's mature phase.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010676", 
        "title": "Tomographic mapping of a coastal upwelling and the associated diurnal internal tides in Hiroshima Bay, Japan"
    }, 
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston", 
        "date": "2015-06-12", 
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393", 
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    }, 
    {
        "author": "Andreas Schiller, Peter R. Oke", 
        "date": "2015-06-08", 
        "description": "\n\nWe present a new methodology that allows quantifying the impact of individual terms of the temperature and salinity conservation within the mixed layer on mixed layer depth (MLD). The method is applied to output from an ocean general circulation model in the Indian Ocean to investigate variability and changes in MLD. On seasonal timescales and for most areas of the Indian Ocean variability of MLD is tightly linked to all thermohaline budget terms. In the Indian Ocean at approximately 20°S the MLD covaries with surface heat and freshwater fluxes on intraseasonal and interannual timescales. The geography of the region includes the Leeuwin Current, plus the tropical eastern Indian Ocean for interannual surface freshwater fluxes. The range of seasonal amplitudes of MLD variability varies with individual budget terms but is typically within 1 m/month to 100 m/month. The ocean footprints of an intraseasonal tropical cyclone, tropical and midlatitude seasonal temperature and salinity budgets and interannual variability associated with the Indian Ocean Dipole Mode are analyzed. The results reveal close relationships of the thermohaline budgets within the mixed layer with the variability of the MLD. The associated tendencies of changes in MLD are consistent with Argo and satellite-based observations of tendencies within the mixed layer and sea-surface temperature and salinity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010538", 
        "title": "Dynamics of ocean surface mixed layer variability in the Indian Ocean"
    }, 
    {
        "author": "Jing Xu et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 692-701, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00141.1?af=R", 
        "title": "A Statistical Analysis on the Dependence of Tropical Cyclone Intensification Rate on the Storm Intensity and Size in the North Atlantic"
    }, 
    {
        "author": "John A. Knaff et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 702-709, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00149.1?af=R", 
        "title": "After a Decade Are Atlantic Tropical Cyclone Gale Force Wind Radii Forecasts Now Skillful?"
    }, 
    {
        "author": "Stanley B. Goldenberg et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 710-729, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00098.1?af=R", 
        "title": "The 2012 Triply Nested, High-Resolution Operational Version of the Hurricane Weather Research and Forecasting Model (HWRF): Track and Intensity Forecast Verifications"
    }, 
    {
        "author": "Kyle Davis et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 730-741, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00156.1?af=R", 
        "title": "A New Statistical Model for Predicting Seasonal North Atlantic Hurricane Activity"
    }, 
    {
        "author": "Steven Businger et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 742-753, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00107.1?af=R", 
        "title": "The Impact of Hurricane Force Wind Fields on the North Pacific Ocean Environment"
    }, 
    {
        "author": "Ling-Feng Hsiao et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 754-770, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00047.1?af=R", 
        "title": "Blending of Global and Regional Analyses with a Spatial Filter: Application to Typhoon Prediction over the Western North Pacific Ocean"
    }, 
    {
        "author": "Jing Huang et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 771-792, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00073.1?af=R", 
        "title": "A Comparison between a Generalized Beta–Advection Model and a Classical Beta–Advection Model in Predicting and Understanding Unusual Typhoon Tracks in Eastern China Seas"
    }, 
    {
        "author": "Kosuke Ito et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 793-808, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00034.1?af=R", 
        "title": "Forecasting a Large Number of Tropical Cyclone Intensities around Japan Using a High-Resolution Atmosphere–Ocean Coupled Model"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "John P. Cangialosi et al", 
        "date": "2015-06-03", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0028.1?af=R", 
        "title": "The Validity of Dvorak Intensity Change Constraints for Tropical Cyclones"
    }, 
    {
        "author": "Maxi Boettcher, Heini Wernli", 
        "date": "2015-06-02", 
        "description": "\nDiabatic Rossby waves (DRWs) are a special type of low-level cyclones with a self-maintaining mechanism given an environment of moderate or strong baroclinicity and abundant moisture. Under certain conditions these shallow cyclones associated with a cyclonic low-level PV anomaly can serve as precursors for explosive cyclone intensification. The present study is the first to investigate DRWs in the Southern Hemisphere. Two typical DRW case studies are presented and a sophisticated algorithm is used to detect DRWs in operational analysis data from 2001 to 2012. DRWs occur in all ocean basins and seasons with a maximum in summer. On average, about 4 DRWs are found per month and 12% intensify explosively. Thereby, they contribute 6% to the total set of explosively deepening extratropical cyclones in the Southern Hemisphere. DRW tracks originate slightly closer to the equator compared to normal extratropical cyclones, and they follow the convergence zones eastward and poleward. This results in a climatological DRW track density similar to a spiral, from the western South Pacific and ends in the eastern South Indian Ocean, broken only by the Andes. Eventually, typical synoptic situations associated with DRW genesis are identified. The categories include (i) low-level PV generation by upper-level induced lifting, (ii) a low-level jet-induced diabatic PV generation, and (iii) a transformation of the low-tropospheric PV anomaly from another system.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2595", 
        "title": "Diabatic Rossby Waves in the Southern Hemisphere"
    }, 
    {
        "author": "Michael Riemer et al", 
        "date": "2015-05-29", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0350.1?af=R", 
        "title": "Secondary circulation of tropical cyclones in vertical wind shear: Lagrangian diagnostic and pathways of environmental interaction"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Xuwei Bao et al", 
        "date": "2015-05-28", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00241.1?af=R", 
        "title": "Diagnostics for an Extreme Rain Event near Shanghai, during the Landfall of Typhoon Fitow (2013)"
    }, 
    {
        "author": "Christopher A. Davis", 
        "date": "2015-05-26", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0027.1?af=R", 
        "title": "The Formation of Moist Vortices and Tropical Cyclones in Idealized Simulations"
    }, 
    {
        "author": "A. P. Khain, K. D. Beheng, A. Heymsfield, A. Korolev, S. O. Krichak, Z. Levin, M. Pinsky, V. Phillips, T. Prabhakaran, A. Teller, S. C. den Heever, J.-I. Yano", 
        "date": "2015-05-23", 
        "description": "\n\nMost atmospheric motions of different spatial scales and precipitation are closely related to phase transitions in clouds. The continuously increasing resolution of large-scale and mesoscale atmospheric models makes it feasible to treat the evolution of individual clouds. The explicit treatment of clouds requires the simulation of cloud microphysics. Two main approaches describing cloud microphysical properties and processes have been developed in the past four and a half decades: bulk microphysics parameterization and spectral (bin) microphysics (SBM). The development and utilization of both represent an important step forward in cloud modeling. This study presents a detailed survey of the physical basis and the applications of both bulk microphysics parameterization and SBM. The results obtained from simulations of a wide range of atmospheric phenomena, from tropical cyclones through Arctic clouds using these two approaches are compared. Advantages and disadvantages, as well as lines of future development for these methods are discussed.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000468", 
        "title": "Representation of microphysical processes in cloud-resolving models: Spectral (bin) microphysics versus bulk parameterization"
    }, 
    {
        "author": "Kun Zhao et al", 
        "date": "2015-05-22", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00029.1?af=R", 
        "title": "Doppler Radar Analysis of Triple Eyewalls in Typhoon Usagi (2013)"
    }, 
    {
        "author": "Shuai Wang, Ralf Toumi, Arnaud Czaja, Adrian Van Kan", 
        "date": "2015-05-22", 
        "description": "\nA physically based analytic model (λ model) is presented to describe the wind profile of the tropical cyclones in terms of the pressure deficit and a single shape parameter (λ). To test the λ model, an idealized full-physics numerical model is employed to provide wind profile samples and also to show the influence of environmental temperature and properties of initial vortices on tropical cyclone size. It is found that the λ model provides an accurate fit of azimuthal wind profile at the top of boundary layer. In the simulations, tropical cyclone size is sensitive to the sea surface temperature, upper tropospheric temperature and initial vortex structure. The numerical model confirms the assumed Gaussian distribution with width λ of the moist entropy in the boundary layer. A linear relationship between model cyclone size and λ is found in agreement with the λ model. The λ model predicts a weak relationship between tropical cyclone size and intensity as is observed. In addition, the λ model suggests that the change in tropical cyclone size should be closely related to the angular momentum transport near the boundary layer as has been found in observations. The good agreement of the λ model with the numerical model shows that the λ model could be a reasonable alternative for characterizing the wind structure of tropical cyclones with only one scaling parameter.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2586", 
        "title": "An Analytic Model of Tropical Cyclone Wind Profiles"
    }, 
    {
        "author": "K.A. Browning, D.J. Smart, M.R. Clark, A.J. Illingworth", 
        "date": "2015-05-21", 
        "description": "\nThe most damaging winds in a severe extra-tropical cyclone often occur just ahead of the evaporating ends of cloud filaments emanating from the so-called cloud head. These winds are associated with low-level jets, sometimes occurring just above the boundary layer. The question then arises as to how the high momentum is transferred to the surface. An opportunity to address this question arose when the severe ‘St Jude's Day’ windstorm travelled across southern England on 28 October 2013. We have carried out a mesoanalysis of a network of 1-minute resolution automatic weather stations and high-resolution Doppler radar scans from the sensitive S-band Chilbolton Advanced Meteorological Radar (CAMRa), along with satellite and radar network imagery and NWP products. We show that, although the damaging winds occurred in a relatively dry region of the cyclone, there was evidence within the LLJ of abundant precipitation residues from shallow convective clouds that were evaporating in a localised region of descent. We find that a pocket of high momentum was transported towards the surface by one of a few remaining actively precipitating convective clouds within the LLJ and also by precipitation free convection in the boundary layer that was able to entrain evaporatively cooled air from the LLJ. The boundary layer convection was organised in along-wind rolls separated by 500 m to about 3000 m, the spacing varying according to the vertical extent of the convection. Spacing was greatest where the strongest winds penetrated to the surface. A run with a medium-resolution version of the Weather Research and Forecasting (WRF) model was able to reproduce the properties of the observed LLJ. It confirmed the LLJ to be a sting jet which descended over the leading edge of a weaker cold-conveyor-belt jet.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2581", 
        "title": "The role of evaporating showers in the transfer of sting-jet momentum to the surface"
    }, 
    {
        "author": "Yuan Sun et al", 
        "date": "2015-05-15", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00340.1?af=R", 
        "title": "Sensitivity of Tropical Cyclone Track Simulation over the Western North Pacific to Different Heating/Drying Rates in the Betts-Miller-Janjić Scheme"
    }, 
    {
        "author": "Alexander Manion et al", 
        "date": "2015-05-15", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-15-0019.1?af=R", 
        "title": "An Evaluation of Advanced Dvorak Technique-derived Tropical Cyclone Intensity Estimates during Extratropical Transition using Synthetic Satellite Imagery"
    }, 
    {
        "author": "John G. Dwyer et al", 
        "date": "2015-05-14", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00686.1?af=R", 
        "title": "Projected 21st century changes in the length of the tropical cyclone season"
    }, 
    {
        "author": "Chanh Kieu", 
        "date": "2015-05-09", 
        "description": "\nThis study presents a minimal model to examine the stability of the hurricane maximum potential intensity (MPI) equilibrium, based on the evolution of several hurricane fundamental scales. It is shown that this hurricane-scale model contains MPI as an asymptotically stable spiral point under the wind-induced surface heat exchange (WISHE) feedback mechanism. Furthermore, the hurricane development is characterized by two different time-scales instead of a simple linear growth, as often assumed in previous studies. Inclusion of radiative cooling reduces the MPI limit, but the MPI equilibrium in general is structurally stable. In particular, radiative cooling will modify the basin of attraction of the MPI equilibrium and create a domain in the phase space of the hurricane scales such that a vortex would not develop if its initial condition falls within this domain. Potential mechanisms that can further unfold the stability of the MPI equilibrium will also be discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2556", 
        "title": "Hurricane maximum potential intensity equilibrium"
    }, 
    {
        "author": "Zhanhong Ma et al", 
        "date": "2015-05-08", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0367.1?af=R", 
        "title": "A Potential Problem with the Application of Moist Static Energy in Tropical Cyclone Studies"
    }, 
    {
        "author": "Huijun Zong et al", 
        "date": "2015-05-06", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00321.1?af=R", 
        "title": "Synoptic-scale Influences on Tropical Cyclone Formation within the Western North Pacific Monsoon Trough"
    }, 
    {
        "author": "Krishna K. Osuri et al", 
        "date": "2015-05-01", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-13-00381.1?af=R", 
        "title": "Improved Prediction of Bay of Bengal Tropical Cyclones through Assimilation of Doppler Weather Radar Observations"
    }, 
    {
        "author": "Erin B. Munsell et al", 
        "date": "2015-04-29", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00358.1?af=R", 
        "title": "Dynamics and predictability of Hurricane Nadine (2012) evaluated through convection-permitting ensemble analysis and forecasts"
    }, 
    {
        "author": "Wei Mei et al", 
        "date": "2015-04-24", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00651.1?af=R", 
        "title": "Tropical cyclone-induced ocean response: A comparative study of the South China Sea and tropical Northwest Pacific"
    }, 
    {
        "author": "Yao Ha et al", 
        "date": "2015-04-24", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00769.1?af=R", 
        "title": "Decadal Change in Tropical Cyclone Activity over South China Sea around 2002/2003"
    }, 
    {
        "author": "Yuqing Wang et al", 
        "date": "2015-04-24", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0049.1?af=R", 
        "title": "A statistical analysis of the effects of vertical wind shear on tropical cyclone intensity change over the western North Pacific"
    }, 
    {
        "author": "Christopher M. Rozoff et al", 
        "date": "2015-04-24", 
        "description": "Weather and Forecasting, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00109.1?af=R", 
        "title": "Improvements in the probabilistic prediction of tropical cyclone rapid intensification with passive microwave observations"
    }, 
    {
        "author": "Thomas J. Galarneau", 
        "date": "2015-04-23", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0053.1?af=R", 
        "title": "Influence of a predecessor rain event on the track of tropical cyclone Isaac (2012)"
    }, 
    {
        "author": "S. E. Strazzo, J. B. Elsner, T. E. LaRow", 
        "date": "2015-04-23", 
        "description": "\n\nPrevious research quantified the sensitivity of limiting intensity to SST for observed tropical cyclones (TCs) and for TCs generated by two global climate models (GCMs). On average, a 1° C increase in sea surface temperature (SST) is associated with a 7.9 m s−1 increase in the statistical upper limit of observed intensity. Conversely, a 1°C increase in SST does not significantly affect the limiting intensity of GCM-generated TCs. The study presented here builds on previous research in two ways: (1) A comparison is made between the statistically defined limiting intensity and the physically defined potential intensity, and (2) a test is performed on the ability of a ∼0.94° resolution GCM to reproduce the observed statistical relationship between potential intensity and SST. Data from NASA's Modern Era Reanalysis are used to approximate the observed sensitivity of potential intensity to SST for the 1982–2008 time period. Results indicate that the sensitivity of potential intensity to SST is not statistically different from the sensitivity of observed maximum or limiting intensity to SST. This result links the statistically defined sensitivity to the physically based theory of hurricanes. Potential intensity is also estimated from the FSU/COAPS GCM. Although the FSU/COAPS model does not capture the observed sensitivity of TC maximum or limiting intensity to SST, the model reproduces the observed sensitivity of potential intensity to SST. The model generates suitable atmospheric conditions for the development of strong TCs, however strong TCs do not develop, possibly as a result of insufficient resolution.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000432", 
        "title": "Quantifying the sensitivity of maximum, limiting, and potential tropical cyclone intensity to SST: Observations versus the FSU/COAPS global climate model"
    }, 
    {
        "author": "Margaret E. Kieper et al", 
        "date": "2015-04-21", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00137.1?af=R", 
        "title": "A Reanalysis of Hurricane Camille"
    }, 
    {
        "author": "Neil C. G. Hart et al", 
        "date": "2015-04-21", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00382.1?af=R", 
        "title": "Detection of coherent airstreams using cluster analysis: application to an extratropical cyclone"
    }, 
    {
        "author": "Chun-Chieh Wu et al", 
        "date": "2015-04-20", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0168.1?af=R", 
        "title": "Influence of Mesoscale Topography on Tropical Cyclone Tracks: Further Examination of the Channeling Effect"
    }, 
    {
        "author": "Jun A. Zhang et al", 
        "date": "2015-04-20", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00339.1?af=R", 
        "title": "Evaluating the impact of improvements in the boundary layer parameterization on hurricane intensity and structure forecasts in HWRF"
    }, 
    {
        "author": "Mingyu Bi, Tim Li, Xinyong Shen, Melinda Peng", 
        "date": "2015-04-14", 
        "description": "\n\nAn idealized dataset that contains a background seasonal mean state, a reference intraseasonal oscillation (ISO) state and real-strength tropical cyclones (TCs) was constructed, in order to examine to what extent the presence of the real-strength TCs may impact the overall ISO strength over the western North Pacific. The averaged ISO strength (measured by combined 850-hPa zonal and meridional wind fields) increases by 9% when the realistic TCs are included. The percentage increase of the overall ISO strength depends on the variable used. It is doubled (reduced to 3%) when the vorticity (stream function) is used as the estimated variable.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.579", 
        "title": "To what extent the presence of real-strength tropical cyclones influences the estimation of atmospheric intraseasonal oscillation intensity?"
    }, 
    {
        "author": "Barry H. Lynn et al", 
        "date": "2015-04-13", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0150.1?af=R", 
        "title": "The sensitivity of Hurricane Irene to aerosols and ocean coupling: simulations with WRF spectral bin microphysics"
    }, 
    {
        "author": "Bonnie R. Brown, Gregory J. Hakim", 
        "date": "2015-04-10", 
        "description": "\nSensitivity analysis is performed in order to determine objectively the role of storm structure during periods of rapid intensification in a sample of five Atlantic hurricanes. Weather Research and Forecasting (WRF) model 24 h forecasts for 96 member ensembles provide the basis for analyses of hurricanes Bill (2009), Earl (2010), Igor (2010), Katia (2011) and Ophelia (2011). Ensemble sensitivity analysis is used to investigate which patterns in the analysis have a strong influence on the forecast intensity and then a novel sensitivity compositing technique is used to identify common patterns that affect the forecast intensity. We find a common response for increasing intensity associated with an initial increased primary and secondary circulation, an increased warm core, an elevated tropopause and moistening of the rain-band region. Perturbed initial-condition experiments show a linear response for modest initial amplitude and also signs of nonlinearity for large perturbations, indicating that these sensitivity patterns are robust for limited additional strengthening of the hurricane. When initial perturbations are partitioned into dry and moist variables, we find that most of the forecast change is achieved by the dry dynamics. Further investigation into convective indicators reveals that simulations in which only moist variables are perturbed experience less convective development in the eyewall throughout the forecast.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2540", 
        "title": "Sensitivity of intensifying Atlantic hurricanes to vortex structure"
    }, 
    {
        "author": "Shu-Hua Chen, Yi-Chin Liu, Terrence R. Nathan, Christopher Davis, Ryan Torn, Nicholas Sowa, Chao-Tzuen Cheng, Jen-Ping Chen", 
        "date": "2015-04-08", 
        "description": "\nThe influence of direct dust-radiative forcing on the movement and track of Hurricane Helene (2006) is examined numerically using the Weather Research and Forecasting dust model. Numerical simulations show that the model-generated dust plume modifies the thermal field, causing a clockwise turning of the vertical shear surrounding the plume, which changes the deep layer steering flow. The change in the steering flow modifies Helene's moving speed and direction as it transits the plume. As Helene exits the plume, it has a different trajectory than it would have had in the absence of dust-radiative forcing. Consequently, the difference in the tracks with and without dust-radiative forcing continues to grow with distance from the plume. The dust-induced changes in temperature and wind together cause Helene's modeled storm track to be in closer agreement with the observed track; the dust-radiative forcing reduces the error in the model's 7-day track forecasts by an average of 27% (∼205 km).\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2542", 
        "title": "Modeling the effects of dust-radiative forcing on the movement of Hurricane Helene (2006)"
    }, 
    {
        "author": "Roger K. Smith et al", 
        "date": "2015-04-02", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0017.1?af=R", 
        "title": "Towards clarity on understanding tropical cyclone intensification"
    }, 
    {
        "author": "Thomas Frisius", 
        "date": "2015-03-26", 
        "description": "\nControl mechanisms of tropical cyclone size are investigated with the axisymmetric cloud model HURMOD. In agreement with preceding HURMOD studies, the model results exhibit the existence of a fixed-point attractor associated with a tropical cyclone. From the non-dimensionalized model equations, a similarity law is derived, which relates six model parameters to the horizontal extent of the tropical cyclone in a steady state. Each parameter is associated with one of the following processes: planetary rotation, condensation time-scale, radiative relaxation time-scale, horizontal diffusion, vertical diffusion, and surface transfer. Individual variation of the parameters reveals that the radius of maximum horizontal wind speed is very sensitive to the Coriolis parameter, the mixing lengths and the radiative relaxation time-scale, whereas the radius of minimum tangential wind merely depends on the Coriolis parameter, the surface transfer coefficients, and the radiative relaxation time-scale. The increase of the radius of maximum horizontal wind speed with vertical eddy diffusivity goes along with an enhancement of the overturning mass flux within the secondary circulation. This agrees with the Hadley cell theory by Held and Hou who also emphasized the relevance of vertical diffusion. The strengthening of the overturning mass flux follows a power law similar to that found in an ocean modelling study. Moreover, TC size is found to be sensitive to environmental conditions comprising the prescribed sea-surface temperature, tropopause height and static stability, while the sensitivity with respect to relative humidity is relatively small in the model. When the torque due to the upper sponge layer is switched off, the model exactly fulfills in the long run the steady state angular momentum budget equation.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2537", 
        "title": "What controls the size of a tropical cyclone? Investigations with an axisymmetric model"
    }, 
    {
        "author": "Chanh Kieu", 
        "date": "2015-03-26", 
        "description": "\nIn this study, we re-examine the hypothesis of the dissipative heating in the tropical cyclone (TC) maximum potential intensity (MPI) proposed by Bister and Emanuel in 1998. By analysing an integral energy equation for an atmospheric domain that encloses all the TC Carnot legs, it is shown that the dissipative heating within the boundary layer is inherently contained in the energy budget so that there is no need to treat it separately. Due to the well-mixed assumption, the net impact of the dissipative heating turns out to be negligible, resulting in the same MPI estimation as in Emanuel's 1986 article. Within the atmospheric surface layer, the dissipative heating comes at the expense of reduced internal kinetic energy in the boundary layer, which is not seen in Bister and Emanuel's formulation due to their assumption of constant wind speed within the atmospheric surface layer. Analysis of the energy distribution within the atmospheric surface layer shows that about 10–30% of the frictional work could be transferred to the ocean surface waves and oceanic well-mixed layer, and the assumption that all frictional work is converted to the dissipative heating therefore needs to be revisited. Given further uncertainties in how the dissipative heating is distributed within the surface layer and how the atmospheric surface layer exchanges heat with the ambient environment, we recommend use of the original MPI formula obtained by Emanuel (1986) in which the impact of the dissipative heating within the surface layer can be effectively included in the bulk enthalpy flux parametrization instead of considering dissipative heating as an independent heat source as proposed by Bister and Emanuel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2534", 
        "title": "Revisiting dissipative heating in tropical cyclone maximum potential intensity"
    }, 
    {
        "author": "Ron McTaggart-Cowan et al", 
        "date": "2015-01-23", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00254.1?af=R", 
        "title": "Revisiting the 26.5°C Sea Surface Temperature Threshold for Tropical Cyclone Development"
    }, 
    {
        "author": "Yoshiaki Miyamoto, Ryuji Yoshida, Tsuyoshi Yamaura, Hisashi Yashiro, Hirofumi Tomita, Yoshiyuki Kajikawa", 
        "date": "2015-01-12", 
        "description": "\n\nDeep moist convection is an element of cloud disturbances such as Madden-Julian oscillation (MJO), tropical cyclones (TCs), mid-latitudinal low depressions (MDL), and fronts (FRT). However, differences in convection characteristics in disturbances remain unclear. We first clarified the statistical features of the convection (structure, intensity, and environmental parameters) in various disturbances simulated by a global simulation with a sub-kilometre grid spacing. The convection in MJO (TC) was tall with a strong (weak) upward motion, and was driven by large convective available potential energy (strong low-level convergence). The convection in MDL and FRT was shorter and characterized by a strong vertical wind shear.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.558", 
        "title": "Does convection vary in different cloud disturbances?"
    }, 
    {
        "author": "Xuyang Ge", 
        "date": "2014-12-15", 
        "description": "\n\nThe tropical cyclone (TC) secondary eyewall (SE) is an important aspect of TC intensity and structure forecast, because it largely affects the horizontal scale of destructive winds and heavy rainfall. Hence, it is important to understand the possible factors that influence the structure and size of SE. Idealized simulations suggest that the environmental humidity is one of the key factors. It is favorable for TC to establish a SE in a moist environment. Furthermore, the SE is likely to be located at a larger radius, thereby leads to a wider moat area. Consequently, the structure of SE would affect TC intensity change during the eyewall replacement cycle. This study strongly motivates further researches with respect to how the environmental conditions influence the storm dynamics and thermodynamics.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.553", 
        "title": "Impacts of environmental humidity on concentric eyewall structure"
    }, 
    {
        "author": "James P. Kossin", 
        "date": "2014-10-29", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00180.1?af=R", 
        "title": "Validating Atmospheric Reanalysis Data Using Tropical Cyclones as Thermometers"
    }, 
    {
        "author": "Erica Madonna, Maxi Boettcher, Christian M. Grams, Hanna Joos, Olivia Martius, Heini Wernli", 
        "date": "2014-10-10", 
        "description": "\nA feature-based approach is introduced to assess the quality of the representation of warm conveyor belts (WCBs) in high-resolution forecasts of the European Centre for Medium-range Weather Forecasts (ECMWF). WCBs are moist ascending airstreams in extratropical cyclones, which transport boundary-layer air within 1–2 days poleward to the upper troposphere. The WCB outflow is typically characterised by low potential vorticity (PV), amplifying upper-level ridges and in turn modifying the jet stream and downstream Rossby wave evolution. Therefore the correct representation of WCBs can be essential for medium-range weather prediction. A three-component verification measure PAL is introduced, measuring errors in the WCB outflow's PV anomaly (P component), the amplitude of the WCB (A component), and the location of the outflow (L component). The PAL approach is applied to North Atlantic WCBs in ECMWF forecasts during three winters between 2002/2003 and 2010/2011. For the latest winter, the PAL results are also compared to the anomaly correlation coefficient (ACC) of upper-level PV. It is shown that (i) the representation of WCBs improves for forecasts with a shorter lead time, (ii) PAL values are on average better for more recent forecasts, (iii) recent model versions show no systematic over- or underestimation of WCB intensity, (iv) individual medium-range forecasts can be associated with large errors in particular in the amplitude of WCBs, and (v) the comparison of PAL and the ACC indicates that several poor forecasts in terms of ACC are indeed associated with significant errors in the representation of WCBs. Limitations of this study are also discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2442", 
        "title": "Verification of North Atlantic warm conveyor belt outflowsin ECMWF forecasts"
    }, 
    {
        "author": "T. Yan, L. J. Pietrafesa, D. A. Dickey, P. T. Gayes, S. Bao", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical models for the seasonal prediction of hurricane strikes on the Eastern Seaboard of the United States (ESUS) are developed with the application of the statistical software (SAS) generalized linear model (GENMOD) to perform a Poisson regression linked by a logarithmic function. Preseason climatic/oceanic signals of the El Nino South Oscillation (ENSO), the Atlantic Meridional Mode (AMM), the Atlantic Multi-decadal Oscillation (AMO), Sahel rainfall (20°–10°N, 20°W–10°E) and the North Atlantic sea surface temperature (SST) across a selected domain, all of which are closely associated with the dominant principal components of the North Atlantic Hurricane Track Density Function (HTDF), are applied as predictors.\nWhile using the Poisson regression without dividing the season into differing levels of activity types greatly degrades the model, classification of season types [based on accumulated cyclone energy (ACE)] before using the Poisson regression, can significantly improve the model performance. With this proposed new methodology, landfall counts in hyperactive and above-normal season type years can be predicted with 56.01 and 71.36% skill improvements respectively, compared with merely using climatology.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4163", 
        "title": "Seasonal prediction of landfalling hurricanes along Eastern Seaboard of the United States"
    }, 
    {
        "author": "P. R. Shanas, V. Sanil Kumar", 
        "date": "2014-09-16", 
        "description": "\n\nThe Arabian Sea and Bay of Bengal (BoB) regions are special interested sea areas in the Northern Hemisphere with large seasonal variability. This study focused on the long-term wind and wave in the central BoB from 1979 to 2012 based on the ECMWF ERA-Interim reanalysis data sets. Data were validated with the nearest available buoy data for the years 2003, 2004 and 2005, and good correlation was observed (root mean square error ≈ 0.17–0.43 m). A clear seasonality was noted with intensified wind and waves during the southwest monsoon season. We observed statistically declining trends in the mean and extreme wind speed (90th percentile) with increasing trend in extreme significant wave height (SWH). Seasonal analysis also investigated and found that the stronger events/winds during the southwest (SW) monsoon season are weakening. Conflicting trends in the wind and wave height were mainly due to the swell dominance at the region which was identified by the separate trend analysis of wind-sea and swell height. The area average analysis is carried out to investigate the sensitivity of the identified trend results for the point location and found similar trends for extreme wind speed and SWH. The high (>5 m) annual maximum SWH in the study area was attributed to the influence of tropical cyclones in the BoB, and all of these high waves occurred before 1996 indicating that the influence of tropical cyclones in the study area decreased after 1996.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4164", 
        "title": "Trends in surface wind speed and significant wave height as revealed by ERA-Interim wind wave hindcast in the Central Bay of Bengal"
    }, 
    {
        "author": "Michael J. Grossman, Masumi Zaiki, Rena Nagata", 
        "date": "2014-09-09", 
        "description": "\n\nThis study employs Geographical Information Systems software to develop a classification system for typhoons (TYs) affecting Japan (1951–2011) and uses that system to investigate the spatial and temporal variations of storm tracks and their connection to the location and strength of the North Pacific subtropical high (NPSH). TYs coming within a 300-km buffer zone around the four main islands of Japan (JZOI) are grouped into two main types: those that remain on the Pacific Coast (PC) and those that enter the Japan Sea (JS). Results indicate that fewer TYs enter the JZOI when the NPSH extends strongly to the west and more reach Japan when it extends to the northwest. The winds around the periphery of the NPSH affect the recurvature of TYs directing them either west towards the China Mainland or around the western edge of the high towards Japan. More importantly, during periods when greater numbers of TYs affect the PC side of Japan (PC+), the NPSH extends to the southwest. However, during periods when greater numbers of TYs affect JS side of Japan (JS+), the NPSH extends to the northwest closer to Japan. The southwest extension of the NPSH enables TYs to recurve and pass to the eastern side (PC) of Japan while the northwest extension forces TYs around or across Japan into the JS. An important finding is that the moderately different positions of the NPSH change the atmospheric circulation around Japan dramatically and affect whether TYs pass over the PC side or the JS coast side of Japan. At the interannual time scale, increased JS+ years were observed since 1980 because of the frequent occurrence of the Pacific-Japan pattern. We also found that at the interdecadal time scale, PC+ years have increased due to the southwestward extension of the NPSH since 1980.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4156", 
        "title": "Interannual and interdecadal variations in typhoon tracks around Japan"
    }, 
    {
        "author": "Tim P. Slater, David M. Schultz, Geraint Vaughan", 
        "date": "2014-08-21", 
        "description": "\nTo understand near-surface strong winds in extratropical cyclones, a simulation of a dry, idealised baroclinic wave is presented. The forces that accelerate the winds are analysed using the terms in the horizontal momentum equation. Two regions of strong near-surface winds developed within the simulation: one to the east of the low centre and the other to the southwest. The flow to the east, resembling the cold conveyor belt, accelerated as it passed through the strong pressure gradient associated with the warm-frontal zone. This acceleration was reduced by friction near the surface. The winds to the southwest were characterised by three airstreams. One airstream consisted of air parcels that started north of the warm front near the surface, accelerated north of the warm front, encircled the low and continued to accelerate to the southwest of the low. The increases in wind speed in this airstream (also part of the cold conveyor belt) resulted from the along-flow pressure gradient force being greater than friction. The second airstream consisted of air parcels that descended west of the cold front and maintained their speed during descent until they were slowed either by friction in the boundary layer, or as they moved southward against the local pressure gradient. Between these two airstreams, a third airstream was characterised by air parcels that accelerated during descent from the mid to lower troposphere whilst moving around the bent-back front. This airstream bears some resemblance to the sting jet and was accelerated by the pressure gradient force on descent until it encountered increased friction or moved against the local pressure gradient.\nWindstorm Tini (image produced by the Dundee Satellite Receiving Station) brought strong winds to Ireland and the United Kingdom on 12 February 2014 and is an example of an intense, extratropical cyclone. Storms like these often have strong winds in association with the distinctive cloud hook southwest of the low centre. In this article, the development of similar strong winds southwest of an idealized, extratropical cyclone are explored using the horizontal momentum equation.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2417", 
        "title": "Acceleration of near-surface strong winds in a dry, idealised extratropical cyclone"
    }, 
    {
        "author": "K. J. Pearson, L. C. Shaffrey, J. Methven, K. I. Hodges", 
        "date": "2014-08-08", 
        "description": "\nThe ability of the High-Resolution Global Environmental Monitoring (HiGEM) climate model to represent high-impact, regional precipitation events is investigated in two ways. The first focuses on a case study of extreme regional accumulation of precipitation during the passage of a summer extratropical cyclone across southern England on 20 July 2007 that resulted in a national flooding emergency. The climate model is compared with a global numerical weather prediction (NWP) model and higher-resolution, nested limited-area models. While the climate model does not simulate the timing and location of the cyclone and associated precipitation as accurately as the NWP simulations, the total accumulated precipitation in all models is similar to the rain-gauge estimate across England and Wales. The regional accumulation over the event is insensitive to horizontal resolution for grid spacings ranging from 90–4 km.\nSecondly, the free-running climate model reproduces the statistical distribution of daily precipitation accumulations observed in the England–Wales precipitation record. The model distribution diverges increasingly from the record for longer accumulation periods, with a consistent under-representation of more intense multiday accumulations. This may indicate a lack of low-frequency variability associated with weather regime persistence. Despite this, the overall seasonal and annual precipitation totals from the model are still comparable to those from ERA-Interim.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2428", 
        "title": "Can a climate model reproduce extreme regional precipitation events over England and Wales?"
    }, 
    {
        "author": "John Methven", 
        "date": "2014-07-14", 
        "description": "\nWarm conveyor belts (WCBs) are the main ascending air masses within extratropical cyclones. They often exhibit strong condensation and precipitation, associated with ascent on large scales or embedded convection. Most of the air outflows into the upper troposphere as part of a ridge. Such ridges are an integral part of Rossby waves propagating along the tropopause and are identified with a negative potential vorticity (PV) anomaly and associated anticyclonic circulation. It has been argued that diabatic modification of PV in WCBs has an important influence on the extent of the ridge, propagation of Rossby waves and weather impacts downstream.\nFollowing the coherent ensemble of trajectories defining a WCB, PV is expected to increase with time while below the level of maximum latent heating and then decrease as trajectories ascend above the heating maximum. In models, it is found that the net change is approximately zero, so that the average PV of the WCB outflow is almost equal to the PV of its inflow. Here, the conditions necessary for this evolution are explored analytically using constraints arising from the conservation of circulation. It is argued that the net PV change is insensitive to the details of diabatic processes and the PV maximum midway along a WCB depends primarily on the net diabatic transport of mass from the inflow to the outflow layer. The main effect of diabatic processes within a WCB is to raise the isentropic level of the outflow, rather than to modify PV.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2393", 
        "title": "Potential vorticity in warm conveyor belt outflow"
    }, 
    {
        "author": "John L. Beven et al", 
        "date": "2012-06-29", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-11-00264.1?af=R", 
        "title": "Atlantic Hurricane Season of 2010"
    }, 
    {
        "author": "HONGLI WANG, MU MU, XIANG-YU HUANG", 
        "date": "2011-09-02", 
        "description": "Conditional non-linear optimal perturbation (CNOP), which is a natural extension of the linear singular vector into the non-linear regime, has been suggested to identify data-sensitive regions in the adaptive observation strategy. CNOP is the global maximum of a cost function, whereas, local CNOP is the local maximum of the cost function if the local maximum exists. The potential application of CNOPs to tropical cyclone adaptive observation is researched. The CNOPs and the first singular vector (FSV) are numerically obtained by a spectral projected gradient algorithm with the Weather Research Forecasting (WRF) model. This paper examines two tropical cyclone cases, a fast straight moving typhoon Matsa (2005) and a slow moving recurving typhoon Shanshan (2006). The CNOPs and FSVs are obtained using the norms of background error at initial time and total dry energy at final time with a 36-h optimization time interval. The spatial structures of CNOPs, their energies, non-linear evolutions and impacts on track simulations are compared with those of the FSVs. The results show that both the CNOPs and the FSVs are localized, and evolve into the verification area at the final time with the upscale growth of perturbations. However, the CNOPs are different from the FSVs in spatial patterns, wind maximum distribution, growth rate of energy and impact on track simulation. Compared to FSV, CNOP and local CNOP have greater impact on the forecast in the verification region at the final time in terms of total energy, and have larger, at least similar impact on track simulation too. This indicates the CNOP method with constraint of the norm of background error at initial time and total energy norm at final time is a reasonable candidate in tropical cyclone adaptive observation. Therefore, both CNOP and local CNOP are suggested to be considered in tropical cyclone adaptive observation.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00536.x", 
        "title": "Application of conditional non-linear optimal perturbations to tropical cyclone adaptive observation using the Weather Research Forecasting (WRF) model"
    }, 
    {
        "author": "ADRIAN J. CHAMPION, KEVIN I. HODGES, LENNART O. BENGTSSON, NOEL S. KEENLYSIDE, MONIKA ESCH", 
        "date": "2011-08-17", 
        "description": "The effect of a warmer climate on the properties of extratropical cyclones is investigated using simulations of the ECHAM5 global climate model at resolutions of T213 (60 km) and T319 (40 km). Two periods representative of the end of the 20th and 21st centuries are investigated using the IPCC A1B scenario. The focus of the paper is on precipitation for the NH summer and winter seasons, however results from vorticity and winds are also presented. Similar number of events are identified at both resolutions. There are, however, a greater number of extreme precipitation events in the higher resolution run. The difference between maximum intensity distributions is shown to be statistically significant using a Kolmogorov–Smirnov test. A generalized Pareto distribution is used to analyse changes in extreme precipitation and wind events. In both resolutions, there is an increase in the number of extreme precipitation events in a warmer climate for all seasons, together with a reduction in return period. This is not associated with any increased vertical velocity, or with any increase in wind intensity in the winter and spring. However, there is an increase in wind extremes in the summer and autumn associated with tropical cyclones migrating into the extratropics.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00538.x", 
        "title": "Impact of increasing resolution and a warmer climate on extreme weather from Northern Hemisphere extratropical cyclones"
    }, 
    {
        "author": "CAROLYN A. REYNOLDS, JAMES A. RIDOUT, JUSTIN G. McLAY", 
        "date": "2011-08-08", 
        "description": "The impact of parameter variations on the Navy Operational Global Atmospheric Prediction System ensemble performance is examined, and subsets of ensemble members are used to identify the relative impact of the individual parameters. Two sets of parameter variations are considered. The first set has variations in the parametrization of cumulus convection only. The second set has variations in both convection and boundary layer parametrizations. In the tropics, parameter variations significantly increase ensemble spread in wind and temperature fields, and significantly reduce Brier scores for low-level wind speed and temperature, primarily through improvements to the resolution (the impact in the extratropics is negligible). There are also small but significant improvements in the ensemble mean tropical cyclone track forecasts. For the metrics considered here, the second set of parameter variations outperforms the first set. Examination of the spread within ensemble subsets suggests that the parameter with the biggest overall impact is one that helps to control the convective updraft parcel temperature deficit at cloud base level. Variations in the von Kármán constant significantly increase ensemble spread in the low-level tropical winds near the date line, and in the low-level temperature field throughout the tropics and subtropics.", 
        "journal": "Tellus: Atmosphere", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00532.x", 
        "title": "Examination of parameter variations in the U. S. Navy Global Ensemble"
    }
]